{"region":"south-east-asia","image1":"https://i.ibb.co/VQkTntt/South-East-Asia1.jpg","image2":"https://i.ibb.co/z6B0c1x/South-East-Asia2.jpg","image3":"https://i.ibb.co/cht0NzC/South-East-Asia3.jpg","countries":[{"country":"Brunei","image1":"https://i.ibb.co/mvVGXbZ/Brunei1.jpg","image2":"https://i.ibb.co/zSrVMN3/Brunei2.jpg","image3":"https://i.ibb.co/QJKj1K6/Brunei3.jpg","description":"<p>Located in southeast Asia, Brunei is a small country on the island of Borneo. With over 160 kilometers of coastline on the north end of the island of Borneo, this is a very underrated country in terms of tourism and cultural experiences.</p> <p>With low crime rates, plenty of temples, and a fresh jungle, there is a lot to do and see here. One of the shining stars of Brunei is Ulu Temburong National Park where you can hike, swim, and experience the country’s natural beauty.</p> <p>Although small, Brunei is actually a cultural melting pot as Malaysia, Indonesia, Singapore, and other Asian influences all bleed into the cuisine especially. So, you are getting a unique sense of Asian influence that is still different from the other countries in the area. Fried rice and spicy noodles can be found all over the country.</p><p>Overall, Brunei is a safe, clean way to experience southeast Asia without having to deal with massive hoards of tourists. Plus, the jungle features and tourism scene do a good job of being eco-friendly and preserving the beauty of the natural world.</p>","code":"030501"},{"country":"Cambodia","image1":"https://i.ibb.co/t3V8gcn/Cambodia1.jpg","image2":"https://i.ibb.co/n1qPcgh/Cambodia2.jpg","image3":"https://i.ibb.co/Zgghbvk/Cambodia3.jpg","description":"<p>With the classic southeast Asian mix of beaches and jungle, Cambodia is a great destination that is full of character. Every year, millions of outsiders come to experience the elephants, temples, and natural beauty.</p> <p>Angkor National Museum, Angkor Wat, the Cambodian Cultural Village, and so many other attractions make up a vast tourism scene in the country. Because of a large influx in visitors, many organizations within the country focus on ecotourism and sustainability to keep these areas in good condition. Along with Angkor Wat, there is the Ta Prohm Temple that are on the UNESCO World Heritage Site list.</p> <p>One of the best ways to truly get to know a new place is through the cuisine. Some popular examples include Khmer noodles, red curry chicken, and palm sugar stewed beef. Plus, there is a solid nightlife that can connect visitors to the local scene.</p>","code":"030502"},{"country":"Indonesia","image1":"https://i.ibb.co/LtLBYXK/Indonesia1.jpg","image2":"https://i.ibb.co/W06nm0n/Indonesia2.jpg","image3":"https://i.ibb.co/9NKt8yF/Indonesia3.jpg","description":"<p>With Bali, Jakarta, and Ubud at the forefront of attention, Indonesia is one of southeast Asia’s biggest tourism destinations. With over 17,000 islands making up the country, there are plenty of beach opportunities coupled with the classic jungle that marks this area of the world famous.</p> <p>Indonesia is home to many UNESCO World Heritage Sites with the Borobudur Temple and Komodo National Park being toward the top in terms of popularity. With monkey forests, Hindu temples, tons of hiking, and plenty of beachfront, Indonesia is everything that southeastern Asia is known to be all in one place.</p> <p>As a place that is affordable to travel to, Indonesia is visitor-friendly, especially in Bali. One of the best affordable aspects is the cuisine. The local dishes of Nasi Goreng, Beef Rendang, and many others will help you get to know the area. Plus, Indonesia has a few lively nightlife scenes that will provide nightly entertainment. So, Indonesia is the place to be when you want the jungle, beach, and so much more all wrapped up together.</p>","code":"030503"},{"country":"Laos","image1":"https://i.ibb.co/VB9DDzG/Laos1.jpg","image2":"https://i.ibb.co/0hQbgyy/Laos2.jpg","image3":"https://i.ibb.co/gFN1VR9/Laos3.jpg","description":"<p>One of the most clean and calm countries in southeast Asia for tourism is Laos. Because of an influx of westerners visiting this area of the world, the Laos government made it a priority to make the country appealing to outsiders.</p><p>From the Talat Sao morning market to the That Luang buddhist monument, there is a lot to do and see here. Laos is tucked in between Thailand, Vietnam, and Cambodia, so the classic mountain and jungle ranges all meld together here. Those who are eco-conscience will be happy as the country does a good job of supporting tourism in a sustainable way.</p> <p>One thing Laos is known for is having the tallest treehouse in the entire world. There is also Luang Prabang and Phong Nha, two UNESCO World Heritage Sites in the country. If you want a full local experience, go for Boun Pi Mai, which is the Lao New Year. This is where you can engage in the nightlife and have some delicious food.</p>","code":"030504"},{"country":"Malaysia","image1":"https://i.ibb.co/c3qpdMt/Malaysia1.jpg","image2":"https://i.ibb.co/vwStvqr/Malaysia2.jpg","image3":"https://i.ibb.co/71Z5fGX/Malaysia3.jpg","description":"<p>With tons of coastline and being close to some of the top destinations in southeast Asia, Malaysia has something for everyone. Of all the countries in this area, this is probably the closest to a true melting pot. With influences from Europe, China, India, and its own identity, there is a lot to unpack within Malaysia’s borders.</p> <p>One of the top attractions of this country is the big opportunity for great scuba diving and other water endeavors. With a rich ocean habitat, there are tons to explore. Plus, there are four UNESCO World Heritage Sites in the country to explore.</p> <p>Of all the places to start, go with Kuala Lumpur. This modern city meds together natural beauty and advanced technology to offer a really cool perspective. In that city is Malaysia’s famous Chinese New Year celebration as food and beverages flow all day and night long. To really experience the melting pot sensation, this is where you should be. Once you branch out, take advantage of the natural wonders.</p>","code":"030505"},{"country":"Myanmar","image1":"https://i.ibb.co/GJ15drz/Myanmar1.jpg","image2":"https://i.ibb.co/NNXLx6y/Myanmar2.jpg","image3":"https://i.ibb.co/t47Lgpy/Myanmar3.jpg","description":"<p>Formerly known as Burma, Myanmar is a large southeast Asian country north of Thailand and east of India. Sat between a number of countries and bordering the ocean, there are a lot of influences and things to do in Myanmar. With plenty of busy markets, oceanfront, and temples, there is a lot that outsiders can do here.</p><p>The tourism scene in Myanmar is very safe for the most part and is seeing a huge growth in the sector. Plus, this is one of the more affordable places to travel to because accommodations and food are all cheap.</p><p>The most famous spot in the country is the Shwedagon Pagoda in Yangon. This is the top tourist attraction as the stunning gold structures are incredible to see in person. Plus, there are two UNESCO World Heritage Sites to explore. When in Myanmar, you have to try the Tea Leaf Salad and Shan-style rice as both are staples of the country.</p>","code":"030506"},{"country":"Philippines","image1":"https://i.ibb.co/bRDnj2b/Philippines1.jpg","image2":"https://i.ibb.co/DYxg748/Philippines2.jpg","image3":"https://i.ibb.co/6wk5BfQ/Philippines3.jpg","image4":"https://i.ibb.co/HDqSqxv/Philippines4.jpg","description":"<p>As one of the largest and most popular destinations in this part of Asia, the Philippines is a palace that every world traveler needs to experience. With some areas of super high density populations to remote islands, this country has it all. With just under 8000 islands in total, there is plenty of exploring to be had.</p><p>Cities like Manila and Cebu are cultural epicenters that can provide super rich experiences to visitors. Places like Boracay and El Nido focus on beach life and the luxury that is southeast Asia.</p><p>As you may have heard of, Adobo is the top Filipino dish in the world, so be sure to try it as authentic as it gets. Also make sure to grab a rum cocktail as they run the bar scene in the country.</p><p>Overall, this is a place that has a ton to do and see. Plus, the Philippines has seven UNESCO World Heritage Sites to provide plenty of opportunities for exploration.</p>","code":"030507"},{"country":"Singapore","image1":"https://i.ibb.co/Wfj81XL/Singapore1.jpg","image2":"https://i.ibb.co/wSRB1Mc/Singapore2.jpg","image3":"https://i.ibb.co/kH9W2Fw/Singapore3.jpg","description":"<p>As of late, the city-state of Singapore has boomed in the international tourism scene. With over three times the city’s population coming to visit every year, it has become the fifth-most visited city in the entire world.</p><p>If you want to see the highlights, there is the Singapore Botanic Gardens which is a UNESCO World Heritage Site, Gardens by the Bay, plenty of coastline, and more!</p> <p>It is not very often that a city’s airport is actually a top attraction, but the Singapore airport is one that cannot be missed. With the largest indoor waterfall, over 200 shops and restaurants, and so much more, this is a true wonder.</p> <p>Another selling point of Singapore is the nightlife. Although there are many natural attractions to see, the nightlife in Singapore is incredibly vibrant. There are world-famous bars, night clubs, and concert venues all to take advantage of. So, Singapore is a spot that can bring a great mix of modern and natural attractions.</p>","code":"030508"},{"country":"Thailand","image1":"https://i.ibb.co/0Xqps48/Thailand1.jpg","image2":"https://i.ibb.co/vHD90St/Thailand2.jpg","image3":"https://i.ibb.co/SsVYn0b/Thailand3.jpg","description":"<p>With 10-15% of Thailand’s GDP coming from tourism, it is clear that this country has some great options for outside visitors. Bangkok is the biggest and best place to start when introducing yourself to Thailand. It is here that you can engage in the nightlife and experience the big city.</p><p>Once you get that down, it is good to branch outward and enjoy some more natural features. From the jungle to the elephants to the great hiking opportunities, there is plenty to do. There are many UNESCO World Heritage Sites, so you can do a comprehensive tour of the company just through these sites alone.</p><p>One unique way to really get to know the local culture is through the food. There are dishes like Massaman Curry, Kao Ka Moo, and Yam Nua that will give you a good sense of the local cuisine.</p><p>Overall, Thailand has a little bit of everything that southeast Asia is known to have. If you had to pick just one place in the region, Thailand is a top choice for millions of people every year.</p>","code":"030509"},{"country":"Timor-Leste","image1":"https://i.ibb.co/cx20xFb/Timor-Leste1.jpg","image2":"https://i.ibb.co/YfJ9rxL/Timor-Leste2.jpg","image3":"https://i.ibb.co/s1p2s53/Timor-Leste3.jpg","description":"<p>Timor-Leste is a southwest Asian country that flies way under the radar on the tourism scene. Also known as East Timor, this is a country previously under Portuguese control on the island of Timor.</p><p>With the island being a peninsula, the biggest attraction is the ocean and the opportunities that come with it. The coral reefs and scuba diving that can be done off of the coast of Timor-Leste is some of the best in the entire region. With crystal clear water and gorgeous coastline, this is a very underrated location.</p><p>Dili is the capital and is a good place to start your trip. From here, you can branch out and get to know this unique culture. The Nino Konis Santana National Park is a great destination to see the more natural side of things. A lot of this country’s identity is the beach life, so to experience the culture, that is where to go.</p><p>To take part in the local fun, May 20 is Independence Restoration Day, and November 28 is Independence Day, so the entire country joins together for fun on those days. Those are also the perfect times to eat Ai Manas, one of the most known Timorese dishes out there.</p>","code":"030510"},{"country":"Vietnam","image1":"https://i.ibb.co/yB2BbGG/Vietnam1.jpg","image2":"https://i.ibb.co/6wHF8Lv/Vietnam2.jpg","image3":"https://i.ibb.co/6r97zxm/Vietnam3.jpg","description":"<p>Especially to western tourists, Vietnam is not necessarily seen as a top destination. However, this is a beautiful country that has a ton to offer to visitors. With Thailand to the west and the South China Sea to the east, not many other countries in the area have as much coastline as Vietnam does.</p><p>Although this country has been through a lot culturally and politically in the last century, the renaissance of tourism is working its magic.</p><p>With pristine beaches, interesting rice terraces, and so much more, there is plenty to see on the countryside, beachside, and cities alike. If you have to start with one location, Hanoi is the best starting point. This brings great architecture, rich culture, and a hustle and bustle that frequents Asia.</p><p>Vietnamese food is also a must-try when in the country. Dishes like Pho and Cha ca are staples of the culture in Vietnam. So, exploring the natural and man-made features is a great way to spend time in Vietnam.</p>","code":"030511"}]}