{"0":{"country":"Argentina","image1":"https://i.ibb.co/mHrpcz7/Argentina1.jpg","image2":"https://i.ibb.co/FbQM4d8/Argentina2.jpg","image3":"https://i.ibb.co/HpqJMLN/Argentina3.jpg","image4":"https://i.ibb.co/QDszVKr/Argentina4.jpg","description":"<p>Located in the south-eastern edge of South America is the long 2.8 million square kilometer stretch of continental surface known as Argentina. Argentina is not only the second-largest country in South America but the largest Spanish-speaking country in the world.</p><p>It is a popular tourism location, home to eleven UNESCO World Heritage Sites, including the Iguazu National Park, Los Glaciares, Peninsula Valdes, Jesuit Block, and Estancias of Cordoba. Its diverse geography also offers a wide range of landscapes, encompassing jungles, beaches, and even desserts, all of which are great for ecotourism. Its cities and towns are just as culturally diverse, with many depicting a more European vibe.</p> <p>For a better feel of the cultural heritage in Argentina, you can enjoy some of the best festivals in various parts of the country like Oktoberfest, Vendimia, Buenos Aires Tango Festival, and Cosquin Carnival. These festivals are packed with diverse experiences like music, dance, recitals, winemaking, and beautiful art.</p> <p>Argentina’s natural diversity and rich culture are also evident in its cuisine. It’s no wonder tourists often crave local dishes like Asado, Provoleta, Ducle de leche, Empanadas, and Alfadores. Also, traditional beverages like Torrontes, Malbec, Yerba mate, Fernet, Submarino, and Dulce de leche liqueur are up there with the best stimulants in the world.</p>","code":"010401"},"1":{"country":"Bolivia","image1":"https://i.ibb.co/FmWvpc9/Bolivia1.jpg","image2":"https://i.ibb.co/HGkK0HM/Bolivia2.jpg","image3":"https://i.ibb.co/5KjcLb7/Bolivia3.jpg","image4":"https://i.ibb.co/vDx8GH7/Bolivia4.jpg","image5":"https://i.ibb.co/6Xz8QMh/Bolivia5.jpg","image6":"https://i.ibb.co/K9zPxvQ/Bolivia6.jpg","description":"<p>Bolivia, officially known as the Plurinational State of Bolivia, is a west-central South American country. Sharing borders with Brazil, Paraguay, Argentina, Chile, and Peru is one of the two landlocked countries in South America.</p>  <p>Though the country is not fully utilizing its tourism potential, Bolivia is still one of the best countries to visit in South America. It is home to seven UNESCO World Heritage Sites, including the City of Potosi, Historic City of Sucre, Qhapaq Nan (Andean Road System), Fuerte de Samaipata, and Noel Kempff Mercado National Park. The country is also natural, housing a wide array of biodiversity like the tube-lipped nectar bats, coral snakes, macaws, and the Bluebeard.</p> <p>Bolivia is rich in indigenous culture, offering an authentic feel of its diversity and heritage. Its festivals are elaborate and brimming in life, like the Carnaval, Nuestro Senor del Gran Poder, Entrada Universitaria, Alasitas, and Natita festival, amongst many others.  Enjoy folkloric music and dance during these festivals, or visit one of its many archaeological sites for a feel of history, tradition, and culture in the country.</p><p>Enjoy a mix of indigenous and Spanish traditions in Bolivian cuisines like the Llajwa, Sopa de  mani, Lagua de choclo, Chario, Empanada, Tucumanas, Humintas, Trucha, and Silpancho. You can also have tasty beverages like Mate, Api, Tarija wine, Chicha, Café Yungas, and their fresh fruit juices.</p>","code":"010402"},"2":{"country":"Brazil","image1":"https://i.ibb.co/tqp1CZX/Brazil1.jpg","image2":"https://i.ibb.co/QHwkJ4Y/Brazil2.jpg","image3":"https://i.ibb.co/xMYMGpc/Brazil3.jpg","image4":"https://i.ibb.co/Q8KYTT9/Brazil4.jpg","image5":"https://i.ibb.co/QbY171r/Brazil5.jpg","image6":"https://i.ibb.co/ZmxNBdZ/Brazil6.jpg","description":"<p>The largest country in South America and Latin America is Brazil, popularly known for its Amazon rainforest, Football, Samba dance, and Carnival festivals. It is the fifth-largest country globally, made up of 26 states, and has a population of over 211 million.</p><p>The country is popularly visited by international tourists, primarily because it houses twenty-two world heritage sites. Some of these sites include Brasilia, Historic Centre of Salvador de Bahia, Historic Centre of Sao Luis, Rio de Janeiro, Sitio Roberto Burle Marx, and Valong Wharf Archaeological Site.</p><p>Enjoy your time spent in Brazil by experiencing some of Brazil's best cultural festivals and events. These festivals include Carnival Rio De Janeiro and Salvador, Festival De Cachaca, Reveillon Rio De Janeiro, Festa Junina, Olinda and Recife Carnival, Parintis Folklore Festival. They are filled with folklore, music, and dance to give you a feel of their rich indigenous culture.</p><p>Eating in Brazil is an absolute pleasure because the food varies greatly from region to region. With roots in African, Amerindian, and European epicurean traditions, some of the best tastes of their local cuisine can range from Feijoada, Tapioca, Pastels, Moqueca, Picanha. The same can be said of their beverages, including Alua, Leite de Onca, Rabo-De-Galo, Cajuina, and Batida.</p>","code":"010403"},"3":{"country":"Chile","image1":"https://i.ibb.co/yVNwXRc/Chile1.jpg","image2":"https://i.ibb.co/HgDppN7/Chile2.jpg","image3":"https://i.ibb.co/LC7wD2h/Chile3.jpg","image4":"https://i.ibb.co/v31vW2G/Chile4.jpg","image5":"https://i.ibb.co/3r8KKKT/Chile5.jpg","image6":"https://i.ibb.co/gvvZMXY/Chile6.jpg","description":"<p>Chile is popularly known for its devilish pisco, red wine, beer culture, and history of producing great poets. It is located in western South America and bounded by Peru, Bolivia, Argentina, and the Pacific Ocean.</p> <p>There are seven world heritage sites that tourists can plan their travel around when visiting Chile. Some of these world heritages include Churches of Chiloe, Historic Quarter of the Seaport City of Valparaiso, Humberstone and Santa Laura Saltpeter Works, Rapa Nui National Park., Sewell Mining Town.</p><p>One reason tourists visit Chile is its geographical dimension, which homes many landmarks that attract tourists. Few of these landmarks include Easter Island, Hand of the desert, El tatio, Laguna San Rafael, Osorno volcano.</p><p>Chile has several all-year-round festivals that help bring legends, myths, and historical events to reality. These festivals include the Tapati Festival, Grape Harvest Festival, New Year Festival, Festival of the Virgen del Carmen. These festivals help attract tourists with their magical festive vibe.</p><p>Chile's traditional dishes like Empanadas, Ceviche, Cazuela, Choripan, Humitas, Mote con huesillos, Completo, Curanto, Pastel de Choclo, are notable for the variety of flavours and ingredients. These cuisines can serve as a tour guide to tourists' taste buds. And Chile being one of the world's largest producers of wine, helps you can look forward to stepping down your meal with a bottle of delicious wine.</p>","code":"010404"},"4":{"country":"Colombia","image1":"https://i.ibb.co/HHgRk32/Colombia1.jpg","image2":"https://i.ibb.co/kyn9Z1f/Colombia2.jpg","image3":"https://i.ibb.co/dWQJ1vF/Colombia3.jpg","image4":"https://i.ibb.co/vxSV2qR/Colombia4.jpg","image5":"https://i.ibb.co/1TgRjQv/Colombia5.jpg","description":"<p>Colombia is a South American country bounded by the Caribbean Sea, Panama, Ecuador, Peru, Venezuela, Brazil, and the Pacific Ocean. The nation is one of the very few megadiverse countries worldwide and is the second most biodiverse country globally.</p><p>Columbia has become a destination for most tourists because of its historical surroundings, Caribbean beaches, Amazon rainforest, Pacific Coast, and Andes mountain range. The country is also home to six cultural heritage sites on the UNESCO World Heritage List; these comprise the Coffee Cultural Landscape of Colombia, Historic Centre of Santa Cruz de Mompox, and National Archeological Park of Tierradentro.</p><p>Due to Colombia's vast diversity of traditions, there are over 150 festivals that celebrate music genres, bullfighting, religion, heritage, and traditional dances. Here are some well-known festivals; Barranquilla Carnival, The flowers Festival, The Black and Whites' Festival, The Cali Fair, and The Manizales Fair.</p> <p>Colombia has diverse traditional dishes ranging from salty and hearty to sweet, gooey, and cheesy. The local cuisines include Arepa, Bandeja Paisa, Sancocho, Empanadas, Menu del Dia, Mondongo Soup, Ajiaco. These dishes are stomach-filling due to the variety of staples present in the meal. There is also an extensive line-up of hot and cold drinks to pick from for any occasion; these include Aguapanela, Avena Colombiana, Chocolate Santafereno, Jugo de Tamarindo.</p>","code":"010405"},"5":{"country":"Ecuador","image1":"https://i.ibb.co/HxKTsK7/Ecuador1.jpg","image2":"https://i.ibb.co/hgPLSrg/Ecuador2.jpg","image3":"https://i.ibb.co/m5TDGqy/Ecuador3.jpg","image4":"https://i.ibb.co/cDcrLmr/Ecuador4.jpg","image5":"https://i.ibb.co/LrfM6fK/Ecuador5.jpg","image6":"https://i.ibb.co/Cvqn7VM/Ecuador6.jpg","description":"<p>Ecuador is a South American country that Peru, Colombia, and the Pacific Ocean border. The Country is the fourth-smallest nation in South America and is no larger than a US state. It is also famous for housing the Galapagos Islands, Amazon Rainforest and is the number one exporter of Bananas globally.</p><p>Ecuador has a rich cultural background as it houses three world cultural heritage sites. These Cultural heritages are the City of Quito, Historic Centre of Santa Ana de los Rios de Cuenca, and Qhapaq Nan Andean Road System. These world heritages have served as a source of tourist attraction alongside its other beautiful landmarks. Some of which include The Galapago Island, Cuena, Cotopaxi and Cajas National Parks, The Boardwalk of Guayaquil, and Nariz del Diablo: The Devil’s Nose.</p><p>Tourists can participate in various celebrated festivals and holidays whenever visiting Ecuador; these festivals range from religious ceremonies to carnivals. Some of the best festives to participate in are the Pillaro Diablada, Virgin de la Caridad, The holy week, and Battle of Pichincha.</p><p>The diversity of Ecuador cuisine ranges from their traditional dishes to their beverages. Some of these dishes include hornado (Roasted Pig), Seco de chivo (Goat Stew), Cuy Asado (Roasted Guinea Pig), and Locro de papa (Potato Stew). Their beverages include Chicha, Chapil, and Canelazo (A hot alcoholic beverage).</p>","code":"010406"},"6":{"country":"French Guiana","image1":"https://i.ibb.co/2FgNCv2/French-Guiana1.jpg","image2":"https://i.ibb.co/0CyYNTd/French-Guiana2.jpg","image3":"https://i.ibb.co/VVMvrNz/French-Guiana3.jpg","image4":"https://i.ibb.co/3mkRnF7/French-Guiana4.jpg","description":"<p>French Guiana is a part of France located on the northeastern coast of South America. To the south and east, it borders Brazil, the Atlantic Ocean to the northeast, and Suriname to the west. The region is the second-largest region in France, with 294,071 inhabitants.</p><p>Although not having any UNESCO World Heritage Site, the country houses an astounding diversity of wildlife like the Giant Anteater, Spider Monkey,  Giant turtle, and various colourful birds. Tourists can explore some of the top attraction sites, including the Guiana Amazonian Park, Devil’s Island, Guiana Space Centre, and Tresor Nature Reserve.</p><p>The holidays in French Guiana are celebrated with many jolly traditions, drinking, cultural performances, music, and all-day feasts. Some of these traditions include the Kings Carnival, New Year’s Day, Mardi gras, Ash Wednesday, Easter Monday, Victory Day, and Abolition of Slavery.</p><p>The Guyanese food can be described as appetizing due to its wide variety of culinary options that reflect its diverse cultural mix. These options consist of international and local cuisine such as Pepper pot, Metemgee, Chicken with Rice, Cookup, Fried Bora, Bake and Saltfish, Pepper Sauce, Plantain salad, Cassava bread. Their beverages also include Banks Beer, El Dorado Rum, Lime Juice, and Fresh Juice.</p>","code":"010407"},"7":{"country":"Guyana","image1":"https://i.ibb.co/Y72Pg9Y/Guyana1.jpg","image2":"https://i.ibb.co/pXy3GR5/Guyana2.jpg","image3":"https://i.ibb.co/jG7XGTm/Guyana3.jpg","image4":"https://i.ibb.co/C9JcTpL/Guyana4.jpg","description":"<p>Guyana is boarded by Brazil, the Atlantic Ocean, Suriname, and Venezuela. It is the only English-speaking country in South America. The province is famous for its beautiful nature, like the South Rupununi Savannah, the Kaieteur waterfalls (The World's Largest Single Drop Waterfall), and its extensive Rainforests.</p><p>The country currently has no world heritage on the UNESCO World Heritage List, but there are properties that the state's party intends to consider for nomination. These include St. Georges Anglican Cathedral, Fort Zeelandia, Shell Beach (Almond Beach), Georgetown's Plantation Structure, and Historic Buildings. Landmarks that attract tourists to Guyana include the Kaieteur National Park, Orinduik falls, Mount Roraima, Shell Beach, and Iwokrama Forest.</p><p>Guyana festivals are celebrations that tourists can always look forward to. These celebrations range from Religious to non-religious, and everyone participates in each other festivities. Some of these festivals are Easter-International Food and Drink Fest, Independence Day, Christmas, Easter, Phagwah, Boxing Day, and Muslim Festivals.</p><p>The cuisine in Guyana can be described as tasty and comforting. The native dishes vary because of the six different ethnic groups that make up the country. Some of these native dishes and beverages include Pepperpot, Cassava bread, Grilled Fish, Bake and Saltfish, Fried chicken, Garlic Pork, Chicken Foot Sauce, Black Cake, Fried Rice, Mauby, Pineapple Wine, and Pawpaw Milkshake.</p>","code":"010408"},"8":{"country":"Paraguay","image1":"https://i.ibb.co/JCvMymy/Paraguay1.jpg","image2":"https://i.ibb.co/6Dff68y/Paraguay2.jpg","image3":"https://i.ibb.co/P48x4Mq/Paraguay3.jpg","image4":"https://i.ibb.co/NyHXqj2/Paraguay4.jpg","image5":"https://i.ibb.co/nQRt554/Paraguay5.jpg","description":"<p>Paraguay is a country in the South-Central region of South America bordered by Brazil, Argentina, and Bolivia. It is a developing country with a population of seven million inhabitants. The Nation is known for being the second-largest producer of stevia, the fifth-largest soybean producer globally, and the ninth-largest exporter of beef.</p><p>Paraguay has many remarkable sights that serve as a tourist attraction, some of which include the Casa Mayor Art Gallery, Museo de la Memoria, National Pantheon of the Heroes, La Santisima Trinidad De Parana, and La Rosada. The country yet to have an official World Heritage Site has a list of sites to be considered as a World Heritage Site. Some of which include Paraguayan Pantanal, Parque National Tinfunke, Railway Complex, and English Village of Sapucai.</p> <p>The festival activities in Paraguay pose as an attraction to tourists because of their cultural and religious sssignificance. These include festivals like The Fiesta of San Blas, The Festival de San Juan, Holy Week Festival, Independence Day, and Encarnacion and Carnival Culture.</p><p>Paraguayan local cuisines are influenced by Italian cuisine, Spanish cuisine, and Portuguese food. This diversity gives the dishes a variety of European and Latino flavours. Some of their best foods and beverages include Sopa Paraguaya, Chipa Almidon, Chipa, Pira Caldo.Terere, Pilsen, and Cocido.</p>","code":"010409"},"9":{"country":"Peru","image1":"https://i.ibb.co/GtwyBm5/Peru1.jpg","image2":"https://i.ibb.co/SNDhVWX/Peru2.jpg","image3":"https://i.ibb.co/wNL9H6L/Peru3.jpg","image4":"https://i.ibb.co/61pmVvz/Peru4.jpg","image5":"https://i.ibb.co/y5fTTrX/Peru5.jpg","image6":"https://i.ibb.co/rdp997H/Peru6.jpg","image7":"https://i.ibb.co/n7bKYtR/Peru7.jpg","image8":"https://i.ibb.co/LzZ3xQR/Peru8.jpg","description":"<p>The Republic of Peru is a South American country bordered by Brazil, Ecuador, Chile, Colombia, Bolivia and the Pacific Ocean. It is the third-largest nation in South America, with a population of thirty-three million. The country is famous for its Amazon forest, culture and food.</p><p>The Republic of Peru is home to 13 World Heritage Sites. Some of these heritages include Chan Chan Archaeological Zone, Chankillo Archaeoastronomical Complex, Chavin Archaeological Site, City of Cuzco, and Historical Centre of the City of Arequipa. Other sites serve as an attraction to tourists; these sites include Machu Picchu, Rainbow Mountains, Nazca Lines and Lake 69.</p> <p>The festivals in Peru reflects the country’s history, traditions, and culture and these festivals overflow with singing, dancing and people coming together to celebrate their culture. Some of these festivals include Semana Santa, Carnaval, Inti Raymi, La Virgen de la Candelaria, Fiesta de la Candelaria, and Puno Week.</p><p>There are varieties of Peruvian dishes ranging from the crisp and clean, robust and delicate to the heavy and deep. Some of these cusines are Shrimp Ceviche, Lomo Saltado (Stir Fried Beef), Cuy (Guinea Pig), and Anticuchos de Corazon. There are also Beverages like Kola Escocesa, Kola Inglesa, Chica morada and Inca Kola.</p>","code":"010410"},"10":{"country":"Suriname","image1":"https://i.ibb.co/djm4Ypj/Suriname1.jpg","image2":"https://i.ibb.co/8cLYnQV/Suriname2.jpg","image3":"https://i.ibb.co/YTfb6pZ/Suriname3.jpg","description":"<p>Suriname is a culturally Caribbean country on the northeastern Atlantic coast of South America. It is one of the smallest countries in South America and is popularly known for its Dutch Sugar Plantations and as one of the top bauxite producers globally.</p><p>The Country houses two World Heritage Sites: the Historic Inner City of Paramaribo and Central Suriname Nature Reserve. Some landmarks serve as tourist attractions sites, including the Presidential Palace Paramaribo, Galibi Coppename Nature Reserve, Central Suriname Nature Reserve, Commewijne River, Palmentuin, Brownsberg Nature Paark, Fort Zeelandia, Museum Bakkie, and Pepperpot Nature Park.</p><p>There are various holidays and festivals to be enjoyed in Suriname, like the Brazilian Carnival, Swimming Marathon, International Film festival, Suriname Jazz Festival, Indian Arrival Day, World Religion Day, Ramadan, National Art Exhibition, and Pagara Estafette.</p><p>The dishes in Suriname are diverse and dynamic and have various tastes and flavours due to the different racial groups that make up Suriname. These dishes include Moki Alesi (Mixed Rice), Podosiri (Acai Juice/Pudding), Afingie, Heri Heri, Roti, Ghughri (Baked Chickpeas), Samosa, Bojo Cake, and Pepre Watra.</p><p>Various Suriname drinks are delightful. While in Suriname, some quality drinks tourists can enjoy are Rum, Fruit Juices, coffee, Parbo Beer, Tea Dawet, and Gembberbier.</p>","code":"010411"},"11":{"country":"Uruguay","image1":"https://i.ibb.co/0XBYk0G/Uruguay1.jpg","image2":"https://i.ibb.co/x7xQ5Ys/Uruguay2.jpg","image3":"https://i.ibb.co/qsnYP2c/Uruguay3.jpg","image4":"https://i.ibb.co/c2hk5K6/Uruguay4.jpg","image5":"https://i.ibb.co/R9sVDZk/Uruguay5.jpg","image6":"https://i.ibb.co/KXkPvvn/Uruguay6.jpg","description":"<p>The second smallest country in South American is The Oriental Republic of Uruguay; with 3.4 million inhabitants, it covers an area of approximately 176,000 square kilometers. Brazil borders it to the north and northeast, Argentina to its west and southwest, the Atlantic Ocean to its southeast, and Rio de la Plato to its south.</p><p>Located in Uruguay are three cultural sites that have attained UNESCO World Heritage Status and six other sites in consideration for a World Heritage Status. The Cultural sites that have attained the World Heritage Status are as follows: Fray Bentos Industrial Landscape, The Work of engineer Eladio Dieste, Historic Quarter of the City of Colonia del Sacramento, and Church of Atlántida.</p><p>The country is famous for its vast wine industry as it is one of the top five producers of wine in South America. The dishes in Uruguay are strongly influenced by Italian, Spanish, French, German, and British cuisines, including Asado, Choripan, Chivito, Pizza, Gramajo, Tortas Fritas, Pasta Frola, and Chaja.</p><p>Uruguay hosts many lively festivals, most of which are religious, while others are local and traditional. These festivals include Epiphany, Candlemas, New Year’s Day, Holy Week, Labor Day, Independence Day, Natalicio de Artigas, All Saints’ Day/Day of the Dead, and Carnaval and Las Llamadas.</p>","code":"010412"},"12":{"country":"Venezuela","image1":"https://i.ibb.co/ftkZ4LW/Venezuela1.jpg","image2":"https://i.ibb.co/vqtwwHb/Venezuela2.jpg","image3":"https://i.ibb.co/PQ5jYmZ/Venezuela3.jpg","image4":"https://i.ibb.co/nwxNNK6/Venezuela4.jpg","image5":"https://i.ibb.co/30sJ2gq/Venezuela5.jpg","description":"<p>Venezuela is a country in South America located on the continent's northern coast and bordered by Colombia, the Caribbean Sea, the Atlantic Ocean, Trinidad, Tobago, and Guyana. It is a developing country with an estimated population of 28 million. Venezuela is famous for having the world's highest waterfall, the world's largest known oil reserve, and being one of the leading oil exporters globally.</p><p>There are three World Heritage Sites in Venezuela protected by UNESCO because of their significance to the human race. These Sites include The Port and City of Coro, Canaima National Park, and the University City of Caracas. The world heritage sites serve as an attraction to tourists and many other sites like Angel Falls, Los Roques Archipelago, Isla de Margarita, Parque Nacional Morrocoy, and Canaima National Park.</p><p>Venezuela is mainly a Catholic country due to the majority of its population following that faith. The festivals in the country are not limited to just religious the religious aspect but extend to the traditional parts of the country. Some of these festivals inclue Festival de Virgen de Coromoto, Fiesta de San Juan, Carupano Carnaval, and El Dia de San Jose.</p><p>Local cuisines and beverages like Arepas, Cachitos, Mandoca, Perico, Pasticho, Cocado, Tizana, and Quesillo are some of the best traditional dishes full of fascinating tastes and flavours.</p>","code":"010413"},"region":"south-america","image1":"https://i.ibb.co/NChhMNm/South-America1.jpg","image2":"https://i.ibb.co/djW3sf3/South-America2.jpg","image3":"https://i.ibb.co/SyHhvjH/South-America3.jpg","image4":"https://i.ibb.co/1fz6fGM/South-America4.jpg","countries":[{"country":"Argentina","image1":"https://i.ibb.co/mHrpcz7/Argentina1.jpg","image2":"https://i.ibb.co/FbQM4d8/Argentina2.jpg","image3":"https://i.ibb.co/HpqJMLN/Argentina3.jpg","image4":"https://i.ibb.co/QDszVKr/Argentina4.jpg","description":"<p>Located in the south-eastern edge of South America is the long 2.8 million square kilometer stretch of continental surface known as Argentina. Argentina is not only the second-largest country in South America but the largest Spanish-speaking country in the world.</p><p>It is a popular tourism location, home to eleven UNESCO World Heritage Sites, including the Iguazu National Park, Los Glaciares, Peninsula Valdes, Jesuit Block, and Estancias of Cordoba. Its diverse geography also offers a wide range of landscapes, encompassing jungles, beaches, and even desserts, all of which are great for ecotourism. Its cities and towns are just as culturally diverse, with many depicting a more European vibe.</p> <p>For a better feel of the cultural heritage in Argentina, you can enjoy some of the best festivals in various parts of the country like Oktoberfest, Vendimia, Buenos Aires Tango Festival, and Cosquin Carnival. These festivals are packed with diverse experiences like music, dance, recitals, winemaking, and beautiful art.</p> <p>Argentina’s natural diversity and rich culture are also evident in its cuisine. It’s no wonder tourists often crave local dishes like Asado, Provoleta, Ducle de leche, Empanadas, and Alfadores. Also, traditional beverages like Torrontes, Malbec, Yerba mate, Fernet, Submarino, and Dulce de leche liqueur are up there with the best stimulants in the world.</p>","code":"010401"},{"country":"Bolivia","image1":"https://i.ibb.co/FmWvpc9/Bolivia1.jpg","image2":"https://i.ibb.co/HGkK0HM/Bolivia2.jpg","image3":"https://i.ibb.co/5KjcLb7/Bolivia3.jpg","image4":"https://i.ibb.co/vDx8GH7/Bolivia4.jpg","image5":"https://i.ibb.co/6Xz8QMh/Bolivia5.jpg","image6":"https://i.ibb.co/K9zPxvQ/Bolivia6.jpg","description":"<p>Bolivia, officially known as the Plurinational State of Bolivia, is a west-central South American country. Sharing borders with Brazil, Paraguay, Argentina, Chile, and Peru is one of the two landlocked countries in South America.</p>  <p>Though the country is not fully utilizing its tourism potential, Bolivia is still one of the best countries to visit in South America. It is home to seven UNESCO World Heritage Sites, including the City of Potosi, Historic City of Sucre, Qhapaq Nan (Andean Road System), Fuerte de Samaipata, and Noel Kempff Mercado National Park. The country is also natural, housing a wide array of biodiversity like the tube-lipped nectar bats, coral snakes, macaws, and the Bluebeard.</p> <p>Bolivia is rich in indigenous culture, offering an authentic feel of its diversity and heritage. Its festivals are elaborate and brimming in life, like the Carnaval, Nuestro Senor del Gran Poder, Entrada Universitaria, Alasitas, and Natita festival, amongst many others.  Enjoy folkloric music and dance during these festivals, or visit one of its many archaeological sites for a feel of history, tradition, and culture in the country.</p><p>Enjoy a mix of indigenous and Spanish traditions in Bolivian cuisines like the Llajwa, Sopa de  mani, Lagua de choclo, Chario, Empanada, Tucumanas, Humintas, Trucha, and Silpancho. You can also have tasty beverages like Mate, Api, Tarija wine, Chicha, Café Yungas, and their fresh fruit juices.</p>","code":"010402"},{"country":"Brazil","image1":"https://i.ibb.co/tqp1CZX/Brazil1.jpg","image2":"https://i.ibb.co/QHwkJ4Y/Brazil2.jpg","image3":"https://i.ibb.co/xMYMGpc/Brazil3.jpg","image4":"https://i.ibb.co/Q8KYTT9/Brazil4.jpg","image5":"https://i.ibb.co/QbY171r/Brazil5.jpg","image6":"https://i.ibb.co/ZmxNBdZ/Brazil6.jpg","description":"<p>The largest country in South America and Latin America is Brazil, popularly known for its Amazon rainforest, Football, Samba dance, and Carnival festivals. It is the fifth-largest country globally, made up of 26 states, and has a population of over 211 million.</p><p>The country is popularly visited by international tourists, primarily because it houses twenty-two world heritage sites. Some of these sites include Brasilia, Historic Centre of Salvador de Bahia, Historic Centre of Sao Luis, Rio de Janeiro, Sitio Roberto Burle Marx, and Valong Wharf Archaeological Site.</p><p>Enjoy your time spent in Brazil by experiencing some of Brazil's best cultural festivals and events. These festivals include Carnival Rio De Janeiro and Salvador, Festival De Cachaca, Reveillon Rio De Janeiro, Festa Junina, Olinda and Recife Carnival, Parintis Folklore Festival. They are filled with folklore, music, and dance to give you a feel of their rich indigenous culture.</p><p>Eating in Brazil is an absolute pleasure because the food varies greatly from region to region. With roots in African, Amerindian, and European epicurean traditions, some of the best tastes of their local cuisine can range from Feijoada, Tapioca, Pastels, Moqueca, Picanha. The same can be said of their beverages, including Alua, Leite de Onca, Rabo-De-Galo, Cajuina, and Batida.</p>","code":"010403"},{"country":"Chile","image1":"https://i.ibb.co/yVNwXRc/Chile1.jpg","image2":"https://i.ibb.co/HgDppN7/Chile2.jpg","image3":"https://i.ibb.co/LC7wD2h/Chile3.jpg","image4":"https://i.ibb.co/v31vW2G/Chile4.jpg","image5":"https://i.ibb.co/3r8KKKT/Chile5.jpg","image6":"https://i.ibb.co/gvvZMXY/Chile6.jpg","description":"<p>Chile is popularly known for its devilish pisco, red wine, beer culture, and history of producing great poets. It is located in western South America and bounded by Peru, Bolivia, Argentina, and the Pacific Ocean.</p> <p>There are seven world heritage sites that tourists can plan their travel around when visiting Chile. Some of these world heritages include Churches of Chiloe, Historic Quarter of the Seaport City of Valparaiso, Humberstone and Santa Laura Saltpeter Works, Rapa Nui National Park., Sewell Mining Town.</p><p>One reason tourists visit Chile is its geographical dimension, which homes many landmarks that attract tourists. Few of these landmarks include Easter Island, Hand of the desert, El tatio, Laguna San Rafael, Osorno volcano.</p><p>Chile has several all-year-round festivals that help bring legends, myths, and historical events to reality. These festivals include the Tapati Festival, Grape Harvest Festival, New Year Festival, Festival of the Virgen del Carmen. These festivals help attract tourists with their magical festive vibe.</p><p>Chile's traditional dishes like Empanadas, Ceviche, Cazuela, Choripan, Humitas, Mote con huesillos, Completo, Curanto, Pastel de Choclo, are notable for the variety of flavours and ingredients. These cuisines can serve as a tour guide to tourists' taste buds. And Chile being one of the world's largest producers of wine, helps you can look forward to stepping down your meal with a bottle of delicious wine.</p>","code":"010404"},{"country":"Colombia","image1":"https://i.ibb.co/HHgRk32/Colombia1.jpg","image2":"https://i.ibb.co/kyn9Z1f/Colombia2.jpg","image3":"https://i.ibb.co/dWQJ1vF/Colombia3.jpg","image4":"https://i.ibb.co/vxSV2qR/Colombia4.jpg","image5":"https://i.ibb.co/1TgRjQv/Colombia5.jpg","description":"<p>Colombia is a South American country bounded by the Caribbean Sea, Panama, Ecuador, Peru, Venezuela, Brazil, and the Pacific Ocean. The nation is one of the very few megadiverse countries worldwide and is the second most biodiverse country globally.</p><p>Columbia has become a destination for most tourists because of its historical surroundings, Caribbean beaches, Amazon rainforest, Pacific Coast, and Andes mountain range. The country is also home to six cultural heritage sites on the UNESCO World Heritage List; these comprise the Coffee Cultural Landscape of Colombia, Historic Centre of Santa Cruz de Mompox, and National Archeological Park of Tierradentro.</p><p>Due to Colombia's vast diversity of traditions, there are over 150 festivals that celebrate music genres, bullfighting, religion, heritage, and traditional dances. Here are some well-known festivals; Barranquilla Carnival, The flowers Festival, The Black and Whites' Festival, The Cali Fair, and The Manizales Fair.</p> <p>Colombia has diverse traditional dishes ranging from salty and hearty to sweet, gooey, and cheesy. The local cuisines include Arepa, Bandeja Paisa, Sancocho, Empanadas, Menu del Dia, Mondongo Soup, Ajiaco. These dishes are stomach-filling due to the variety of staples present in the meal. There is also an extensive line-up of hot and cold drinks to pick from for any occasion; these include Aguapanela, Avena Colombiana, Chocolate Santafereno, Jugo de Tamarindo.</p>","code":"010405"},{"country":"Ecuador","image1":"https://i.ibb.co/HxKTsK7/Ecuador1.jpg","image2":"https://i.ibb.co/hgPLSrg/Ecuador2.jpg","image3":"https://i.ibb.co/m5TDGqy/Ecuador3.jpg","image4":"https://i.ibb.co/cDcrLmr/Ecuador4.jpg","image5":"https://i.ibb.co/LrfM6fK/Ecuador5.jpg","image6":"https://i.ibb.co/Cvqn7VM/Ecuador6.jpg","description":"<p>Ecuador is a South American country that Peru, Colombia, and the Pacific Ocean border. The Country is the fourth-smallest nation in South America and is no larger than a US state. It is also famous for housing the Galapagos Islands, Amazon Rainforest and is the number one exporter of Bananas globally.</p><p>Ecuador has a rich cultural background as it houses three world cultural heritage sites. These Cultural heritages are the City of Quito, Historic Centre of Santa Ana de los Rios de Cuenca, and Qhapaq Nan Andean Road System. These world heritages have served as a source of tourist attraction alongside its other beautiful landmarks. Some of which include The Galapago Island, Cuena, Cotopaxi and Cajas National Parks, The Boardwalk of Guayaquil, and Nariz del Diablo: The Devil’s Nose.</p><p>Tourists can participate in various celebrated festivals and holidays whenever visiting Ecuador; these festivals range from religious ceremonies to carnivals. Some of the best festives to participate in are the Pillaro Diablada, Virgin de la Caridad, The holy week, and Battle of Pichincha.</p><p>The diversity of Ecuador cuisine ranges from their traditional dishes to their beverages. Some of these dishes include hornado (Roasted Pig), Seco de chivo (Goat Stew), Cuy Asado (Roasted Guinea Pig), and Locro de papa (Potato Stew). Their beverages include Chicha, Chapil, and Canelazo (A hot alcoholic beverage).</p>","code":"010406"},{"country":"French Guiana","image1":"https://i.ibb.co/2FgNCv2/French-Guiana1.jpg","image2":"https://i.ibb.co/0CyYNTd/French-Guiana2.jpg","image3":"https://i.ibb.co/VVMvrNz/French-Guiana3.jpg","image4":"https://i.ibb.co/3mkRnF7/French-Guiana4.jpg","description":"<p>French Guiana is a part of France located on the northeastern coast of South America. To the south and east, it borders Brazil, the Atlantic Ocean to the northeast, and Suriname to the west. The region is the second-largest region in France, with 294,071 inhabitants.</p><p>Although not having any UNESCO World Heritage Site, the country houses an astounding diversity of wildlife like the Giant Anteater, Spider Monkey,  Giant turtle, and various colourful birds. Tourists can explore some of the top attraction sites, including the Guiana Amazonian Park, Devil’s Island, Guiana Space Centre, and Tresor Nature Reserve.</p><p>The holidays in French Guiana are celebrated with many jolly traditions, drinking, cultural performances, music, and all-day feasts. Some of these traditions include the Kings Carnival, New Year’s Day, Mardi gras, Ash Wednesday, Easter Monday, Victory Day, and Abolition of Slavery.</p><p>The Guyanese food can be described as appetizing due to its wide variety of culinary options that reflect its diverse cultural mix. These options consist of international and local cuisine such as Pepper pot, Metemgee, Chicken with Rice, Cookup, Fried Bora, Bake and Saltfish, Pepper Sauce, Plantain salad, Cassava bread. Their beverages also include Banks Beer, El Dorado Rum, Lime Juice, and Fresh Juice.</p>","code":"010407"},{"country":"Guyana","image1":"https://i.ibb.co/Y72Pg9Y/Guyana1.jpg","image2":"https://i.ibb.co/pXy3GR5/Guyana2.jpg","image3":"https://i.ibb.co/jG7XGTm/Guyana3.jpg","image4":"https://i.ibb.co/C9JcTpL/Guyana4.jpg","description":"<p>Guyana is boarded by Brazil, the Atlantic Ocean, Suriname, and Venezuela. It is the only English-speaking country in South America. The province is famous for its beautiful nature, like the South Rupununi Savannah, the Kaieteur waterfalls (The World's Largest Single Drop Waterfall), and its extensive Rainforests.</p><p>The country currently has no world heritage on the UNESCO World Heritage List, but there are properties that the state's party intends to consider for nomination. These include St. Georges Anglican Cathedral, Fort Zeelandia, Shell Beach (Almond Beach), Georgetown's Plantation Structure, and Historic Buildings. Landmarks that attract tourists to Guyana include the Kaieteur National Park, Orinduik falls, Mount Roraima, Shell Beach, and Iwokrama Forest.</p><p>Guyana festivals are celebrations that tourists can always look forward to. These celebrations range from Religious to non-religious, and everyone participates in each other festivities. Some of these festivals are Easter-International Food and Drink Fest, Independence Day, Christmas, Easter, Phagwah, Boxing Day, and Muslim Festivals.</p><p>The cuisine in Guyana can be described as tasty and comforting. The native dishes vary because of the six different ethnic groups that make up the country. Some of these native dishes and beverages include Pepperpot, Cassava bread, Grilled Fish, Bake and Saltfish, Fried chicken, Garlic Pork, Chicken Foot Sauce, Black Cake, Fried Rice, Mauby, Pineapple Wine, and Pawpaw Milkshake.</p>","code":"010408"},{"country":"Paraguay","image1":"https://i.ibb.co/JCvMymy/Paraguay1.jpg","image2":"https://i.ibb.co/6Dff68y/Paraguay2.jpg","image3":"https://i.ibb.co/P48x4Mq/Paraguay3.jpg","image4":"https://i.ibb.co/NyHXqj2/Paraguay4.jpg","image5":"https://i.ibb.co/nQRt554/Paraguay5.jpg","description":"<p>Paraguay is a country in the South-Central region of South America bordered by Brazil, Argentina, and Bolivia. It is a developing country with a population of seven million inhabitants. The Nation is known for being the second-largest producer of stevia, the fifth-largest soybean producer globally, and the ninth-largest exporter of beef.</p><p>Paraguay has many remarkable sights that serve as a tourist attraction, some of which include the Casa Mayor Art Gallery, Museo de la Memoria, National Pantheon of the Heroes, La Santisima Trinidad De Parana, and La Rosada. The country yet to have an official World Heritage Site has a list of sites to be considered as a World Heritage Site. Some of which include Paraguayan Pantanal, Parque National Tinfunke, Railway Complex, and English Village of Sapucai.</p> <p>The festival activities in Paraguay pose as an attraction to tourists because of their cultural and religious sssignificance. These include festivals like The Fiesta of San Blas, The Festival de San Juan, Holy Week Festival, Independence Day, and Encarnacion and Carnival Culture.</p><p>Paraguayan local cuisines are influenced by Italian cuisine, Spanish cuisine, and Portuguese food. This diversity gives the dishes a variety of European and Latino flavours. Some of their best foods and beverages include Sopa Paraguaya, Chipa Almidon, Chipa, Pira Caldo.Terere, Pilsen, and Cocido.</p>","code":"010409"},{"country":"Peru","image1":"https://i.ibb.co/GtwyBm5/Peru1.jpg","image2":"https://i.ibb.co/SNDhVWX/Peru2.jpg","image3":"https://i.ibb.co/wNL9H6L/Peru3.jpg","image4":"https://i.ibb.co/61pmVvz/Peru4.jpg","image5":"https://i.ibb.co/y5fTTrX/Peru5.jpg","image6":"https://i.ibb.co/rdp997H/Peru6.jpg","image7":"https://i.ibb.co/n7bKYtR/Peru7.jpg","image8":"https://i.ibb.co/LzZ3xQR/Peru8.jpg","description":"<p>The Republic of Peru is a South American country bordered by Brazil, Ecuador, Chile, Colombia, Bolivia and the Pacific Ocean. It is the third-largest nation in South America, with a population of thirty-three million. The country is famous for its Amazon forest, culture and food.</p><p>The Republic of Peru is home to 13 World Heritage Sites. Some of these heritages include Chan Chan Archaeological Zone, Chankillo Archaeoastronomical Complex, Chavin Archaeological Site, City of Cuzco, and Historical Centre of the City of Arequipa. Other sites serve as an attraction to tourists; these sites include Machu Picchu, Rainbow Mountains, Nazca Lines and Lake 69.</p> <p>The festivals in Peru reflects the country’s history, traditions, and culture and these festivals overflow with singing, dancing and people coming together to celebrate their culture. Some of these festivals include Semana Santa, Carnaval, Inti Raymi, La Virgen de la Candelaria, Fiesta de la Candelaria, and Puno Week.</p><p>There are varieties of Peruvian dishes ranging from the crisp and clean, robust and delicate to the heavy and deep. Some of these cusines are Shrimp Ceviche, Lomo Saltado (Stir Fried Beef), Cuy (Guinea Pig), and Anticuchos de Corazon. There are also Beverages like Kola Escocesa, Kola Inglesa, Chica morada and Inca Kola.</p>","code":"010410"},{"country":"Suriname","image1":"https://i.ibb.co/djm4Ypj/Suriname1.jpg","image2":"https://i.ibb.co/8cLYnQV/Suriname2.jpg","image3":"https://i.ibb.co/YTfb6pZ/Suriname3.jpg","description":"<p>Suriname is a culturally Caribbean country on the northeastern Atlantic coast of South America. It is one of the smallest countries in South America and is popularly known for its Dutch Sugar Plantations and as one of the top bauxite producers globally.</p><p>The Country houses two World Heritage Sites: the Historic Inner City of Paramaribo and Central Suriname Nature Reserve. Some landmarks serve as tourist attractions sites, including the Presidential Palace Paramaribo, Galibi Coppename Nature Reserve, Central Suriname Nature Reserve, Commewijne River, Palmentuin, Brownsberg Nature Paark, Fort Zeelandia, Museum Bakkie, and Pepperpot Nature Park.</p><p>There are various holidays and festivals to be enjoyed in Suriname, like the Brazilian Carnival, Swimming Marathon, International Film festival, Suriname Jazz Festival, Indian Arrival Day, World Religion Day, Ramadan, National Art Exhibition, and Pagara Estafette.</p><p>The dishes in Suriname are diverse and dynamic and have various tastes and flavours due to the different racial groups that make up Suriname. These dishes include Moki Alesi (Mixed Rice), Podosiri (Acai Juice/Pudding), Afingie, Heri Heri, Roti, Ghughri (Baked Chickpeas), Samosa, Bojo Cake, and Pepre Watra.</p><p>Various Suriname drinks are delightful. While in Suriname, some quality drinks tourists can enjoy are Rum, Fruit Juices, coffee, Parbo Beer, Tea Dawet, and Gembberbier.</p>","code":"010411"},{"country":"Uruguay","image1":"https://i.ibb.co/0XBYk0G/Uruguay1.jpg","image2":"https://i.ibb.co/x7xQ5Ys/Uruguay2.jpg","image3":"https://i.ibb.co/qsnYP2c/Uruguay3.jpg","image4":"https://i.ibb.co/c2hk5K6/Uruguay4.jpg","image5":"https://i.ibb.co/R9sVDZk/Uruguay5.jpg","image6":"https://i.ibb.co/KXkPvvn/Uruguay6.jpg","description":"<p>The second smallest country in South American is The Oriental Republic of Uruguay; with 3.4 million inhabitants, it covers an area of approximately 176,000 square kilometers. Brazil borders it to the north and northeast, Argentina to its west and southwest, the Atlantic Ocean to its southeast, and Rio de la Plato to its south.</p><p>Located in Uruguay are three cultural sites that have attained UNESCO World Heritage Status and six other sites in consideration for a World Heritage Status. The Cultural sites that have attained the World Heritage Status are as follows: Fray Bentos Industrial Landscape, The Work of engineer Eladio Dieste, Historic Quarter of the City of Colonia del Sacramento, and Church of Atlántida.</p><p>The country is famous for its vast wine industry as it is one of the top five producers of wine in South America. The dishes in Uruguay are strongly influenced by Italian, Spanish, French, German, and British cuisines, including Asado, Choripan, Chivito, Pizza, Gramajo, Tortas Fritas, Pasta Frola, and Chaja.</p><p>Uruguay hosts many lively festivals, most of which are religious, while others are local and traditional. These festivals include Epiphany, Candlemas, New Year’s Day, Holy Week, Labor Day, Independence Day, Natalicio de Artigas, All Saints’ Day/Day of the Dead, and Carnaval and Las Llamadas.</p>","code":"010412"},{"country":"Venezuela","image1":"https://i.ibb.co/ftkZ4LW/Venezuela1.jpg","image2":"https://i.ibb.co/vqtwwHb/Venezuela2.jpg","image3":"https://i.ibb.co/PQ5jYmZ/Venezuela3.jpg","image4":"https://i.ibb.co/nwxNNK6/Venezuela4.jpg","image5":"https://i.ibb.co/30sJ2gq/Venezuela5.jpg","description":"<p>Venezuela is a country in South America located on the continent's northern coast and bordered by Colombia, the Caribbean Sea, the Atlantic Ocean, Trinidad, Tobago, and Guyana. It is a developing country with an estimated population of 28 million. Venezuela is famous for having the world's highest waterfall, the world's largest known oil reserve, and being one of the leading oil exporters globally.</p><p>There are three World Heritage Sites in Venezuela protected by UNESCO because of their significance to the human race. These Sites include The Port and City of Coro, Canaima National Park, and the University City of Caracas. The world heritage sites serve as an attraction to tourists and many other sites like Angel Falls, Los Roques Archipelago, Isla de Margarita, Parque Nacional Morrocoy, and Canaima National Park.</p><p>Venezuela is mainly a Catholic country due to the majority of its population following that faith. The festivals in the country are not limited to just religious the religious aspect but extend to the traditional parts of the country. Some of these festivals inclue Festival de Virgen de Coromoto, Fiesta de San Juan, Carupano Carnaval, and El Dia de San Jose.</p><p>Local cuisines and beverages like Arepas, Cachitos, Mandoca, Perico, Pasticho, Cocado, Tizana, and Quesillo are some of the best traditional dishes full of fascinating tastes and flavours.</p>","code":"010413"}]}