{
  "region": "asia",
  "image1": "https://i.ibb.co/bm85VPN/Asia1.jpg",
  "image2": "https://i.ibb.co/52Rqy2m/Asia2.jpg",
  "image3": "https://i.ibb.co/zXqpfKg/Asia3.jpg",
  "image4": "https://i.ibb.co/ctHHv4t/Asia4.jpg",
  "image5": "https://i.ibb.co/XS1wTBN/Asia5.jpg",
  "countries": [
    {
      "country": "Kazakhstan",
      "region": "Central Asia",
      "image1": "https://i.ibb.co/kSX1Hd7/Kazkhstan1.jpg",
      "image2": "https://i.ibb.co/fCJ8fSS/Kazkhstan2.jpg",
      "image3": "https://i.ibb.co/6NsdDXC/Kazkhstan3.jpg",
      "description": "<p>Kazakhstan is one of the largest countries by area, so it's not surprising that it will have many attraction spots and centers for tourists and visitors. The country is a blend of cultures from different Asian cultures, ranging from the Soviet Union to the ancient Silk Road to the Nomadic lifestyle. Hence, visiting this country will expose tourists to a mix of cultures.</p><p>Nur-Sultan, the country's capital, has been transformed into a 21st-century masterpiece of 'bold futuristic architecture.' Almaty, another popular city in Kazakhstan, is known for its elegant restaurants and accommodations. Also, you'll find the famous ALZhir Museum-Memorial Complex, a grand building in an elegant city.</p><p>With all these fantastic sites scattered across the cities, the major adventures can be found beyond the borders of the towns, in the green valleys and high mountains of Tian Shan, village guesthouses around the countryside, western deserts, underground mosques, etc.</p><p>Some special delicacies you can find in Kazakhstan are Kazi and Chuzhuk (horsemeat sausages), Shashlyk (skewered pieces of mutton barbecued over charcoal), Kaurdak (mutton stew), and Besbarmak.</p>"
    },
    {
      "country": "Kyrgyzstan",
      "region": "Central Asia",
      "image1": "https://i.ibb.co/3YMkJTT/Kyrgyzstan1.jpg",
      "image2": "https://i.ibb.co/dmNrrWC/Kyrgyzstan2.jpg",
      "image3": "https://i.ibb.co/XZh88Sj/Kyrgyzstan3.jpg",
      "description": "<p>In 2018, Kyrgyzstan was tagged as 'an adventure travel destination secret that is bound to get out soon.' So it's not surprising that foreigners are focused on finding out what secrets of nature are hidden in this country. The country is also working hard to encourage and promote eco-friendly tourism so that visitors can enjoy the beauty of the local environments.</p><p>According to National Geographic science magazine, there are eight major places tourists and foreigners should visit in Kyrgyzstan. These locations are:</p><p>· Ala Archa National Park – located some 40km away from Bishkek.</p><p>·      Lenin Peak – one of the most famous peaks in Kyrgyzstan.</p><p>·      Köl-Suu – a lake located near the border with China.</p><p>·      Ala-Kul – located in the snowy mountain area of Teskey Ala-Too.</p><p>·      Tash Rabat – a former parking lot for caravans and merchants, but now has a caravanserai built in a valley between the mountains.</p><p>·      Arslanbob – One of the biggest walnuts fields in the world.</p><p>·      Bokonbaevo – a small village that attracts visitors because of its preserved culture.</p><p>Canyon Fairy Tale – a canyon created after years of water and wind erosion. It is located on the southern shore of Lake Issyk-Kul.</p>"
    },
    {
      "country": "Tajikistan",
      "region": "Central Asia",
      "image1": "https://i.ibb.co/KVGpR5D/Tajikistan1.jpg",
      "image2": "https://i.ibb.co/sg15jGC/Tajikistan2.jpg",
      "image3": "https://i.ibb.co/h9bvz5Y/Tajikistan3.jpg",
      "description": "<p>A term used to describe Tajikistan is predominantly mountainous, rightly so because over 90% of the land is on an elevated region. This position has given this country the advantage of having some of the world's most astounding, high-altitude landscapes. And who would say no to an opportunity to climb these inviting peaks and walk through the beautiful valleys nestled among these mountains? As a side note, Tajikistan is nicknamed 'Roof of the World.'</p><p>Some of the major highlights for tourists are Pamir Highway, Wakhan Valley, Fann Mountains, Jizeu Valley, Kayrakkum Reservoir, Lake Karakul, and Iskander-Kul.</p><p>The capital, Dushanbe, is one of the most elegant cities in Central Asia, featuring neoclassical facades, the largest teahouse globally, the tallest flagpole in the world, and gilded palaces.</p><p>Since most of the population are farmers, there's usually a variety of delicacies for visitors to try out.  Some of them are:</p><p>·      Plov – a dish that contains lamb fat and vegetables.</p><p>·      Mante – steamed meat dumplings.</p><p>·      Non – flatbread.</p><p>·      Beshbarmak – A mutton broth with potatoes or noodles.</p>"
    },
    {
      "country": "Turkmenistan",
      "region": "Central Asia",
      "image1": "https://i.ibb.co/RS58TgH/Turkmenistan1.jpg",
      "image2": "https://i.ibb.co/y5DtdCH/Turkmenistan2.jpg",
      "image3": "https://i.ibb.co/gPxtR4p/Turkmenistan3.jpg",
      "description": "<p>Although Turkmenistan is mostly under people's radar, tourism in the country has increased over the years. There are three World Heritage Sites in the country. At the heart of its attraction sites is Ashgabat, the capital city of Turkmenistan. This city's special places are the Arch of Neutrality, many Lenin statues, Independence Square, gardens, mosques, and galleries.</p><p>Besides the capital, the majority of the country's other attractions are situated around the edges of the desert. Some of the legacies of these places make up the World Heritage Sites.</p><p>Although the ex-Soviet Union has some magnificent sites for visitors, the autocratic rule and repressive regime have made the country turn off potential tourists. However, those who have braved the odds and gone there will describe what it feels like to bathe in the underground lake in Bakharden, climb the cool climes of Chuli Valley, swim in the Caspian Sea at Turkmenbashi, and even take a tour of the famous Silk Road.</p>"
    },
    {
      "country": "Uzbekistan",
      "region": "Central Asia",
      "image1": "https://i.ibb.co/QQKFfmX/Uzbekistan1.jpg",
      "image2": "https://i.ibb.co/KWCwCqK/Uzbekistan2.jpg",
      "image3": "https://i.ibb.co/JvXzLST/Uzbekistan3.jpg",
      "description": "<p>This county is one of the rarely visited nations, but visiting Uzbekistan is an excellent way to experience the things great men like Alexander the Great and Genghis Khan felt when they blazed through this land.</p><p>Uzbekistan is famous for the Big Three, a term used to describe the nation's three main Silk Road cities. The first is Samarkand, a historic town known as the 'Jewel of Islam.' Its cityscape is picture-perfect, featuring glittering turquoise domes and high minarets filled with stunning mosaics.</p><p>The second and most remote of the Big Three, Khiva, is a living museum filled with a wide variety of Islamic architecture. Bukhara, the third, is probably one of the most beautiful cities in the Islamic world.</p><p>Besides these artificial attractions, nature also has its beauty to offer. For example, there are the Boi-Bulok Caves and the Chatkalsky Reserve.</p>"
    },
    {
      "country": "China",
      "region": "East Asia",
      "image1": "https://i.ibb.co/X2N2R7c/China1.jpg",
      "image2": "https://i.ibb.co/yVbN1tS/China2.jpg",
      "image3": "https://i.ibb.co/MPtw54v/China3.jpg",
      "image4": "https://i.ibb.co/qDpKzcH/China4.jpg",
      "description": "<p>China is currently experiencing a travel boom, thanks to the ease of restriction of movements in and around the country. The country boasts of the world's most significant number of World Heritage Site. Generally, its tourist resources can be divided into three: historical and custom sites, natural sites, and folk customs.</p><p>Concerning China's historical and cultural sites, the country has several cultural relics scattered across its cities and towns. One of such sites is the world-renowned Great Wall. The Great Wall is an epitome of beauty and grandeur, built over 2,000 years ago and is still regarded as the 'greatest defense-structure project in the history of human civilization.' Tourists have access to more than ten sections of this wall.  Other historical/cultural sites are Silk Road in Gansu, the Shaolin Temple in Henan, the Wudang Mountains in Hubei, etc.</p><p>China's natural sites are made up of mountains, caves, lakes, valleys, etc., and some of them are:</p> <p>·      The Five Sacred Mountains – Mount Hengshan in the north, Mount Hengshan in the south, Mount Tai in the east, Mount Hua in the west, and Mount Song in Central China</p><p>·      Waterfall – Huangguoshu Waterfall</p><p>· River – The Li River</p><p>In China, some common folk customs are: March Street,celebrated in honor of the Buddhist Goddess of Mercy suppressing a devil to protect the Bai folks; the Water-Sprinkling Festival.</p><p>Chinese Cuisine is an important part of their culture, and foreigners should try some of these delicacies while they're visiting: Hotpot, Sichuan Pork, Shrimp with Vermicelli and Garlic, Dumplings, Chow Mein, Peking Duck, Kung Pao Chicken, etc.</p>"
    },
    {
      "country": "The Democratic People's Republic Of Korea (DPRK)",
      "region": "East Asia",
      "image1": "https://i.ibb.co/PcckjbC/Democratic-People-s-Republic-of-Korea1.jpg",
      "image2": "https://i.ibb.co/mvxzYzq/Democratic-People-s-Republic-of-Korea2.jpg",
      "image3": "https://i.ibb.co/wsDVS4g/Democratic-People-s-Republic-of-Korea3.jpg",
      "description": "<p>Although tourism in The Democratic People's Republic of Korea (North Korea) is strictly managed by the North Korean government, it's no doubt that the country offers some of the best tourist attractions with its natural scenery, pure, rich colors, and quiet beauty.</p><p>Some of the top attractions in North Korea are Pyongyang Metro, Tower of the Juche Idea, Kim Il-Sung Square, Victorious Fatherland Liberation War Museum, Masikryong Ski Resort, Mount Kungang, and so on.</p><p>Like every other country, DPRK has its special events and celebrations. One of the major events is the Foundation of the DPRK, celebrated every 9th of September. There are usually lots of street festivities, military parades, fireworks, and lots more on this day. The annual Pyongyang Marathon, Film Festival, and Mass Dance are other major events observed in this nation.</p><p>While on tour, you might get to enjoy some delectable local cuisines in the country. North Korea is home to meals like Kimchi, Korean BBQ, and Bibimpap, but you are bound to enjoy some special delicacies such as Pyongyang Cold Noodles, Sea Urchin, Pine Mushrooms Talpi, Petrol Clam BBQ, Ostrich BBQ, and lots more.</p>"
    },
    {
      "country": "Japan",
      "region": "East Asia",
      "image1": "https://i.ibb.co/wLMR5kd/Japan1.jpg",
      "image2": "https://i.ibb.co/hY28yRm/Japan2.jpg",
      "image3": "https://i.ibb.co/7WJ9gyN/Japan3.jpg",
      "description": "<p>Domestic tourism thrives in Japan much more than international tourism. In fact, domestic tourism plays an essential role in the Japanese economy. However, that's not to say that the country does not accommodate international tourists. No, Japan is also a spot for international tourists, and there are famous attractions sites and places that foreigners can enjoy while visiting.</p> <p>The nation has 21 World Heritage Sites, and some of these sites are Nara, Himeji Castle, and the Historic Monuments of Ancient Kyoto. Other spots that serve as a sight for sore eyes in Japan are:</p><p>·      Mount Fuji</p><p>·      Hiroshima Peace Memorial Park</p><p>·      Imperial Tokyo, etc.</p> <p>·      The Island Shrine of Itsukushima, and lots more.</p><p>There are also ski resorts like Niseko, and tourists can also enjoy Japan's extensive network of hotels and hot springs.</p><p>Japan also offers a wide range of regional and seasonal dishes. Some of the delicacies you are bound to enjoy are Sushi (one of Japan's best-known food worldwide), Tofu, Udon, Soba, Ramen, Tempura, Sashimi, Curry, Tonkatsu, Okonomiyaki, etc.</p>"
    },
    {
      "country": "Mongolia",
      "region": "East Asia",
      "image1": "https://i.ibb.co/B4hpsJj/Mongolia1.jpg",
      "image2": "https://i.ibb.co/fkMVJWc/Mongolia2.jpg",
      "image3": "https://i.ibb.co/GCCCzcG/Mongolia3.jpg",
      "description": "<p>Mongolia is home to some of the best natural landscapes and awe-inspiring culture and lifestyle, features that tourists should take due advantage of. Although the country is not as commonly visited as other countries worldwide, its government is taking steps to help boost the tourism industry.</p><p>Due to the predominant scenic natural features in Mongolia, most of its tourist activities include hiking/trekking, climbing, horse riding, bird watching, rafting, camel riding, and motorcycle tours. There's a considerable focus on ecology and wildlife, and a target location is the Gobi Desert. The desert is famous for its numerous native animal species and the presence of fossilized dinosaur eggs and bones.</p><p>Other points of attraction are Mongolia's lakes, the Four Holy Peaks in Ulaanbaatar, and the Gobi Gurvansaikhan National Park, located in the Umnugobi.</p><p>The major event celebrated in Mongolia is the famous Naadam, held from July 11 to July 13 to celebrate the Democratic Revolution. Three traditional sports are played during this festival: long-distance horse racing, Mongolian wrestling, and archery. Other important events are Eagle festival, Camel festival, and Nowruz.</p><p>As Mongolia is a country full of nature and natural things, it's no surprise that its cuisine predominantly consists of meat and dairy products. Some of the dishes that tourists should look out for are:</p> <p>·      Khorkhog (Mongolian Barbeque)</p><p>·      Buuz (a kind of dumpling)</p><p>·      Boodog (a traditional roast)</p><p>·      Budaatai khuurga (Mongolian fried rice cooked with shredded beef or lamb)</p><p>·      Airag – drink made from fermented milk of mare.</p>"
    },
    {
      "country": "Republic Of Korea",
      "region": "East Asia",
      "image1": "https://i.ibb.co/KbqxSK7/Republic-of-Korea1.jpg",
      "image2": "https://i.ibb.co/VDzK49L/Republic-of-Korea2.jpg",
      "image3": "https://i.ibb.co/PwxZ78F/Republic-of-Korea3.jpg",
      "description": "<p>The rapid development and advancement of the Republic of Korea (also known as South Korea) have made it one major attraction center for tourists and foreigners. Seoul, the capital city of South Korea, is the initial point of contact for most tourists.</p><p>Outside of Seoul, other places that are usually visited are the Seorak-San national park, the subtropical Jeju Island, the coastal city of Busan, and the ancient city of Gyeongju. Besides these key areas, other landmarks are the Haeundae and Mallipo beaches, the Hwanseongul and Danyang caves, and the Baekdudaegan peak. Other smaller islands also exist besides the famous Jeju Island.</p><p>The Cheongdo Bullfighting Festival and the Boryeong Mud Festival are two annual festivals celebrated in some local districts in the Republic of Korea.</p><p>Although South Korea is widely known for its technology than its delicacies, the country is not without some very lovely dishes of its own, and foreigners should look forward to them. Korean cuisine is usually heavily laced with red pepper, and rice is present at almost every meal. Examples of their meals and drinks are:</p><p>·      Bibimbap</p><p>·      Kimchi</p><p>·      Bulgogi (aka Korean BBQ)</p><p>·      Grilled Galbi</p><p>·      Tteokbokki</p><p>·      Beverages – Soju, Makgeolli, and Ginseng wine.</p>"
    },
    {
      "country": "Russia",
      "region": "North Asia",
      "image1": "https://i.ibb.co/LvfYTTK/Russia1.jpg",
      "image2": "https://i.ibb.co/6ZhGJBm/Russia2.jpg",
      "image3": "https://i.ibb.co/HnYwnBB/Russia3.jpg",
      "description": "<p>Russia has seen a significant transformation since the late Soviet period. Currently, Russia's awe-inspiring cultural heritage and a wide array of places to visit have made it one of the best destinations for tourists. According to sources, the country has 23 UNESCO World Heritage Sites.</p><p>Saint Petersburg (aka Venice of the North) and Moscow are two of the most important tourist travel destinations. Some of the sites and features that have made these two cities very popular among visitors are:</p><p>·      Museums – Tretyakov Gallery and Hermitage;</p><p>·      Theaters – Mariinsky and Bolshoi;</p><p>·      Churches – Cathedral of Christ the Savior and Church of the Savior on Blood;</p><p>·      Fortifications – Peter and Paul Fortress;</p><p>·      Streets – Palace Square and Red Square;</p><p>·      Palaces and elegant Soviet-era buildings;</p><p>·      Routes - Trans-Siberian Railway, the Golden Ring of ancient cities, and cruises on big rivers such as the Volga.</p><p>Russia is also known for its many national holidays, celebrations, and events. Although some of these holidays are celebrated all around the world, they still have unique festivals and events, and some of them are Russia Day (June 12), Day of Slavic Alphabet and Culture (May 24), Unity Day (November 4). Some significant events are Honey Fair; a yearly honey festival celebrated in Kolomenskoye, Moscow. And International Tchaikovsky Competition, a yearly competition in Moscow, and so on.</p><p>Although the country may not be a worldwide name for food and dishes, there's no doubt that Russia still boasts of some local delicacies that will definitely tickle your taste buds. Tourists should try out some of these local cuisines: Blini, Pelmeni, Borscht, Beef Stroganoff, Syrniki, Shashlyk, etc. Russia is also widely known for Vodka, so you can find varieties around the country. Kvass is a unique beverage for Russians, so tourists should try to get some of that too.</p>"
    },
    {
      "country": "Afghanistan",
      "region": "South Asia",
      "image1": "https://i.ibb.co/2YQmV8H/Afghanistan1.jpg",
      "image2": "https://i.ibb.co/bN2Y8Fq/Afghanistan2.jpg",
      "image3": "https://i.ibb.co/25Tzm6g/Afghanistan3.jpg",
      "image4": "https://i.ibb.co/S5530SH/Afghanistan4.jpg",
      "description": "<p>Unfortunately, Afghanistan is a fairly volatile place to visit for outsiders. Although there is rich history and culture when the politics are put to the side, this is a country that is brushed over when talking about tourism.</p><p>If you look back a few decades, the tourist scene in Afghanistan was nonexistent. After the wars of the 90s and early 2000s, the Afghan government made it a priority to make visiting opportunities available. Now, there are about 20,000 tourist visas given to outsiders every year.</p><p>One of the most-visited spots in the country is the Band-e Amir National Park. There are plenty of hotels in the area, and this location gives you a good perspective of Afghanistan’s natural beauty.</p><p>If you want to experience more of the culture, Kabul is the place to be. This city has all of the hotspots to get to understand what the country is really like. If you venture out too far from here, you can get into some really dangerous areas. Plus, you have to experience some Afghani dumplings while in the city to really get the whole experience.</p>"
    },
    {
      "country": "Bangladesh",
      "region": "South Asia",
      "image1": "https://i.ibb.co/S6zQZw7/Bangladesh1.jpg",
      "image2": "https://i.ibb.co/xsL0j3Q/Bangladesh2.jpg",
      "image3": "https://i.ibb.co/vxGfxKt/Bangladesh3.jpg",
      "description": "<p>A good amount of Bangladesh's economy is dedicated to the tourism sector. However, this area goes relatively unvisited when comparing the actual numbers to the potential that could be there.</p> <p>A big part of this country’s tourism is on the natural side. With an immense amount of wildlife, there is a lot to take in. There are also a few historic monuments worth checking out. There are three UNESCO World Heritage Sites, so they are absolutely worth your time.</p> <p>One part of the country that you cannot mix is the worlds’ largest river delta. The Ganges and Brahmaputra rivers make up this area, so the natural world totally flourishes in the surrounding spots.</p> <p>Hinduism, Island and Buddhism are all prevalent in the culture of Bangladesh. As you go through the country, you can see the diversity through the food, music and lifestyle of over 45 different ethnic groups. One time to experience it all melting together is during the Shakrain Festival in January. This is a kite festival that features fireworks and tons of great food.</p>"
    },
    {
      "country": "Bhutan",
      "region": "South Asia",
      "image1": "https://i.ibb.co/KmvyWkb/Bhutan1.jpg",
      "image2": "https://i.ibb.co/MGKVP3S/Bhutan2.jpg",
      "image3": "https://i.ibb.co/JRZBNjY/Bhutan3.jpg",
      "description": "<p>One country that really takes ecotourism to heart is Bhutan. The government has taken the “high quality, low volume principle” which means that they are limiting the number of tourists and focusing on quality experiences and guests. Although this is met with some criticism, this is to limit the environmental impact on the gorgeous landscapes of Bhutan.</p> <p>Outfitted with temples built into mountains and plenty of natural beauty, this is a super underrated place to visit. Bhutan is a really small country tucked between India and Tibet, with Nepal and the rest of the Himalayas to the west. This is a quiet and super safe country that is incredibly inviting and fun to explore.</p> <p>There are a total of eight UNESCO World Heritage Sites, so there is so much to discover. One of the most iconic is the Sacred Sites associated with Phajo Drugom Zhigpo and his descendants. It displays gorgeous architecture built into the side of a mountain.</p> <p>After a busy day of exploring Bhutan, go back to a small village restaurant to eat the unofficial national dish Ema Datshi, which is chilies and cheese in a stew.</p>"
    },
    {
      "country": "India",
      "region": "South Asia",
      "image1": "https://i.ibb.co/SXS7tZ7/India1.jpg",
      "image2": "https://i.ibb.co/Zz09Y2w/India2.jpg",
      "image3": "https://i.ibb.co/5ngN5GY/India3.jpg",
      "description": "<p>As the second-most populous country in the entire world, India is a cultural epicenter that every world traveler must visit. With so many people and so much land to explore, weeks and weeks can be spent here without seeing it all.</p> <p>If you are going for the first time, it is important to start with a main, big city. Mumbai and Delhi are great options. Once you explore those, branch out and experience cities like Jaipur and attractions like the Taj Mahal.</p><p>Also because of the size, there are tons of UNESCO World Heritage Sites. There are 40 in India. These sites are focal points for culture and really good sites to behold.</p><p>Indian food is growing in popularity all over the world, but having it as authentic as it gets will be a tremendous experience. India has such a unique culture and cuisine that you should take it all in and dive deep into the food scene.</p>"
    },
    {
      "country": "Maldives",
      "region": "South Asia",
      "image1": "https://i.ibb.co/XpGKJVY/Maldives1.jpg",
      "image2": "https://i.ibb.co/bHW1JPy/Maldives2.jpg",
      "image3": "https://i.ibb.co/4d3ZLZw/Maldives3.jpg",
      "description": "<p>A truly unique sight to behold is the Maldives. Outfitted with gorgeous water, natural beauty, and a bit of strong cultural aspects, this has become one of the top high-end tourist destinations in Asia.</p> <p>This is a very small country that has many islands and tons of great water sport opportunities. Male is the capital of the Maldives and is the main destination when visiting. If you want to experience this small, yet unique culture, this is the palace to be.</p><p>However, most tourists find themselves staying in the super unique water bungalows that provide incredible experiences. There is one UNESCO World Heritage Site called the Coral Stone Mosques of the Maldives, and it is super unique.</p><p>Along with the beaches, city life can be a sight to behold. The nightlife in the city is super fun, and you need to take advantage of all the fresh seafood that you can stomach as there is plenty of it.</p>"
    },
    {
      "country": "Mauritius",
      "region": "South Asia",
      "image1": "https://i.ibb.co/CPyxrNS/Mauritius1.jpg",
      "image2": "https://i.ibb.co/0JBVDMz/Mauritius2.jpg",
      "image3": "https://i.ibb.co/0GfBcWR/Mauritius3.jpg",
      "description": "<p>Mauritius is an Indian Ocean island nation that has excellent beaches, great scuba diving and so much more. This is a very small country that is technically considered East Africa, but due to its location in the Indian Ocean, it is also close to Asia.</p><p>Firstly, Mauritius is a super friendly and safe country for outside visitors. Because the tourism scene is not huge, at least compared to other island nations in the area, they love when visitors are there to stimulate their economy.</p><p>The biggest highlight of the country is the amount and quality of beaches. The gorgeous white sand and enchanting blue waters are why you come to a country like this. There are also two UNESCO World Heritage Sites, the Aapravasi Ghat and Le Morne Cultural Landscape, to explore.</p> <p>Overall, Mauritius is an awesome country that has a lot to explore. From the dense jungle to the white beaches, you can get a grasp of the small, yet mighty culture simply by being there and taking it all in. Plus, the government tries to focus on eco-tourism as this is a hard-hitting topic in this area of the world.</p>"
    },
    {
      "country": "Nepal",
      "region": "South Asia",
      "image1": "https://i.ibb.co/Wxb9nDT/Nepal1.jpg",
      "image2": "https://i.ibb.co/R3dLrhP/Nepal2.jpg",
      "image3": "https://i.ibb.co/R9vjFJd/Nepal3.jpg",
      "description": "<p>Known as the launching point to access Mount Everest and much of the Himalayas, Nepal is a really interesting place to visit regardless of the time of year. Also known as a really quiet and clean country, Nepal has a lot of Indian influence in its food and culture.</p><p>If you are going to start with one spot specifically, Kathmandu is hands-down the place to be. Although Everest is one of the top attractions, there is a lot in this relatively small country. This is also a country that is very proud of its national holidays and festivals. Kushe Aunsi and Indra Jatra are two festivals that bring huge crowds and a lot of fun.</p><p>There are even four UNESCO World Heritage Sites in Nepal and another 15 on the tentative list. So, there is a ton to uncover in Nepal.</p><p>If you want to experience the natural beauty of the Himalayas and discover for yourself all that Nepal is about, it will be well worth your time.</p>"
    },
    {
      "country": "Pakistan",
      "region": "South Asia",
      "image1": "https://i.ibb.co/6nwyL8X/Pakistan1.jpg",
      "image2": "https://i.ibb.co/kcsYYxS/Pakistan2.jpg",
      "image3": "https://i.ibb.co/BsFh4C3/Pakistan3.jpg",
      "description": "<p>Pakistan is a South Asian country that has had a fairly volatile past but has had a small resurgence in the tourism industry. One of the major draws to visiting Pakistan is the Himalayan mountain range that offers trekking, mountaineering, and touring.</p> <p>When it comes to visiting Pakistan, there is a large market for natural features, as we have already hinted at. However, there are a couple of cities worth checking out to get to know the culture. One of those locations is in Islamabad. As the capital, there are a lot of man-made features built into the city.</p><p>Although there is some turmoil from time to time, there are several great UNESCO World Heritage Sites in Pakistan. The Lahore Fort and Takht-i-Bahi B Buddhist Monastery are a couple of the top visiting options.</p><p>Overall, Pakistan is a place that not a ton of tourists know about. By diving into the country’s food, cities, and landscapes, you may just unravel a hidden gem.</p>"
    },
    {
      "country": "Sri Lanka",
      "region": "South Asia",
      "image1": "https://i.ibb.co/f8dwVPX/Sri-Lanka1.jpg",
      "image2": "https://i.ibb.co/wNz9B0K/Sri-Lanka2.jpg",
      "image3": "https://i.ibb.co/rd0QBqs/Sri-Lanka3.jpg",
      "description": "<p>Sri Lanka is an island off of India that has tons of coastline and a lot of natural beauty. This is a country that has a little bit of everything. Beaches, mountains, waterfalls, and so much more are packed into this fairly small island nation.</p><p>The most common tourists are from India, because of the location, but outsiders find Sri Lanka to be an excellent tourist destination because of the similar culture without having the insane population density that comes with some Indian cities.</p><p>Sri Lanka’s biggest city is Colombo, and this is where you should start your journey. This city will introduce you to the culture and food scene. Once you tackle Colombo, be sure to branch out and experience some of the natural features. There are eight UNESCO World Heritage Sites in Sri Lanka, and six of them are cultural. So, you are in a great position to have an excellent time.</p><p>With India to the north being a large contributor to the climate crisis, Sri Lanka has been very good about implementing ecotourism aspects. So, you can feel good about your visit and how your impact on the environment is low.</p>"
    },
    {
      "country": "Brunei",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/mvVGXbZ/Brunei1.jpg",
      "image2": "https://i.ibb.co/zSrVMN3/Brunei2.jpg",
      "image3": "https://i.ibb.co/QJKj1K6/Brunei3.jpg",
      "description": "<p>Located in southeast Asia, Brunei is a small country on the island of Borneo. With over 160 kilometers of coastline on the north end of the island of Borneo, this is a very underrated country in terms of tourism and cultural experiences.</p> <p>With low crime rates, plenty of temples, and a fresh jungle, there is a lot to do and see here. One of the shining stars of Brunei is Ulu Temburong National Park where you can hike, swim, and experience the country’s natural beauty.</p> <p>Although small, Brunei is actually a cultural melting pot as Malaysia, Indonesia, Singapore, and other Asian influences all bleed into the cuisine especially. So, you are getting a unique sense of Asian influence that is still different from the other countries in the area. Fried rice and spicy noodles can be found all over the country.</p><p>Overall, Brunei is a safe, clean way to experience southeast Asia without having to deal with massive hoards of tourists. Plus, the jungle features and tourism scene do a good job of being eco-friendly and preserving the beauty of the natural world.</p>"
    },
    {
      "country": "Cambodia",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/t3V8gcn/Cambodia1.jpg",
      "image2": "https://i.ibb.co/n1qPcgh/Cambodia2.jpg",
      "image3": "https://i.ibb.co/Zgghbvk/Cambodia3.jpg",
      "description": "<p>With the classic southeast Asian mix of beaches and jungle, Cambodia is a great destination that is full of character. Every year, millions of outsiders come to experience the elephants, temples, and natural beauty.</p> <p>Angkor National Museum, Angkor Wat, the Cambodian Cultural Village, and so many other attractions make up a vast tourism scene in the country. Because of a large influx in visitors, many organizations within the country focus on ecotourism and sustainability to keep these areas in good condition. Along with Angkor Wat, there is the Ta Prohm Temple that are on the UNESCO World Heritage Site list.</p> <p>One of the best ways to truly get to know a new place is through the cuisine. Some popular examples include Khmer noodles, red curry chicken, and palm sugar stewed beef. Plus, there is a solid nightlife that can connect visitors to the local scene.</p>"
    },
    {
      "country": "Indonesia",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/LtLBYXK/Indonesia1.jpg",
      "image2": "https://i.ibb.co/W06nm0n/Indonesia2.jpg",
      "image3": "https://i.ibb.co/9NKt8yF/Indonesia3.jpg",
      "description": "<p>With Bali, Jakarta, and Ubud at the forefront of attention, Indonesia is one of southeast Asia’s biggest tourism destinations. With over 17,000 islands making up the country, there are plenty of beach opportunities coupled with the classic jungle that marks this area of the world famous.</p> <p>Indonesia is home to many UNESCO World Heritage Sites with the Borobudur Temple and Komodo National Park being toward the top in terms of popularity. With monkey forests, Hindu temples, tons of hiking, and plenty of beachfront, Indonesia is everything that southeastern Asia is known to be all in one place.</p> <p>As a place that is affordable to travel to, Indonesia is visitor-friendly, especially in Bali. One of the best affordable aspects is the cuisine. The local dishes of Nasi Goreng, Beef Rendang, and many others will help you get to know the area. Plus, Indonesia has a few lively nightlife scenes that will provide nightly entertainment. So, Indonesia is the place to be when you want the jungle, beach, and so much more all wrapped up together.</p>"
    },
    {
      "country": "Laos",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/VB9DDzG/Laos1.jpg",
      "image2": "https://i.ibb.co/0hQbgyy/Laos2.jpg",
      "image3": "https://i.ibb.co/gFN1VR9/Laos3.jpg",
      "description": "<p>One of the most clean and calm countries in southeast Asia for tourism is Laos. Because of an influx of westerners visiting this area of the world, the Laos government made it a priority to make the country appealing to outsiders.</p><p>From the Talat Sao morning market to the That Luang buddhist monument, there is a lot to do and see here. Laos is tucked in between Thailand, Vietnam, and Cambodia, so the classic mountain and jungle ranges all meld together here. Those who are eco-conscience will be happy as the country does a good job of supporting tourism in a sustainable way.</p> <p>One thing Laos is known for is having the tallest treehouse in the entire world. There is also Luang Prabang and Phong Nha, two UNESCO World Heritage Sites in the country. If you want a full local experience, go for Boun Pi Mai, which is the Lao New Year. This is where you can engage in the nightlife and have some delicious food.</p>"
    },
    {
      "country": "Malaysia",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/c3qpdMt/Malaysia1.jpg",
      "image2": "https://i.ibb.co/vwStvqr/Malaysia2.jpg",
      "image3": "https://i.ibb.co/71Z5fGX/Malaysia3.jpg",
      "description": "<p>With tons of coastline and being close to some of the top destinations in southeast Asia, Malaysia has something for everyone. Of all the countries in this area, this is probably the closest to a true melting pot. With influences from Europe, China, India, and its own identity, there is a lot to unpack within Malaysia’s borders.</p> <p>One of the top attractions of this country is the big opportunity for great scuba diving and other water endeavors. With a rich ocean habitat, there are tons to explore. Plus, there are four UNESCO World Heritage Sites in the country to explore.</p> <p>Of all the places to start, go with Kuala Lumpur. This modern city meds together natural beauty and advanced technology to offer a really cool perspective. In that city is Malaysia’s famous Chinese New Year celebration as food and beverages flow all day and night long. To really experience the melting pot sensation, this is where you should be. Once you branch out, take advantage of the natural wonders.</p>"
    },
    {
      "country": "Myanmar",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/GJ15drz/Myanmar1.jpg",
      "image2": "https://i.ibb.co/NNXLx6y/Myanmar2.jpg",
      "image3": "https://i.ibb.co/t47Lgpy/Myanmar3.jpg",
      "description": "<p>Formerly known as Burma, Myanmar is a large southeast Asian country north of Thailand and east of India. Sat between a number of countries and bordering the ocean, there are a lot of influences and things to do in Myanmar. With plenty of busy markets, oceanfront, and temples, there is a lot that outsiders can do here.</p><p>The tourism scene in Myanmar is very safe for the most part and is seeing a huge growth in the sector. Plus, this is one of the more affordable places to travel to because accommodations and food are all cheap.</p><p>The most famous spot in the country is the Shwedagon Pagoda in Yangon. This is the top tourist attraction as the stunning gold structures are incredible to see in person. Plus, there are two UNESCO World Heritage Sites to explore. When in Myanmar, you have to try the Tea Leaf Salad and Shan-style rice as both are staples of the country.</p>"
    },
    {
      "country": "Philippines",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/bRDnj2b/Philippines1.jpg",
      "image2": "https://i.ibb.co/DYxg748/Philippines2.jpg",
      "image3": "https://i.ibb.co/6wk5BfQ/Philippines3.jpg",
      "image4": "https://i.ibb.co/HDqSqxv/Philippines4.jpg",
      "description": "<p>As one of the largest and most popular destinations in this part of Asia, the Philippines is a palace that every world traveler needs to experience. With some areas of super high density populations to remote islands, this country has it all. With just under 8000 islands in total, there is plenty of exploring to be had.</p><p>Cities like Manila and Cebu are cultural epicenters that can provide super rich experiences to visitors. Places like Boracay and El Nido focus on beach life and the luxury that is southeast Asia.</p><p>As you may have heard of, Adobo is the top Filipino dish in the world, so be sure to try it as authentic as it gets. Also make sure to grab a rum cocktail as they run the bar scene in the country.</p><p>Overall, this is a place that has a ton to do and see. Plus, the Philippines has seven UNESCO World Heritage Sites to provide plenty of opportunities for exploration.</p>"
    },
    {
      "country": "Singapore",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/Wfj81XL/Singapore1.jpg",
      "image2": "https://i.ibb.co/wSRB1Mc/Singapore2.jpg",
      "image3": "https://i.ibb.co/kH9W2Fw/Singapore3.jpg",
      "description": "<p>As of late, the city-state of Singapore has boomed in the international tourism scene. With over three times the city’s population coming to visit every year, it has become the fifth-most visited city in the entire world.</p><p>If you want to see the highlights, there is the Singapore Botanic Gardens which is a UNESCO World Heritage Site, Gardens by the Bay, plenty of coastline, and more!</p> <p>It is not very often that a city’s airport is actually a top attraction, but the Singapore airport is one that cannot be missed. With the largest indoor waterfall, over 200 shops and restaurants, and so much more, this is a true wonder.</p> <p>Another selling point of Singapore is the nightlife. Although there are many natural attractions to see, the nightlife in Singapore is incredibly vibrant. There are world-famous bars, night clubs, and concert venues all to take advantage of. So, Singapore is a spot that can bring a great mix of modern and natural attractions.</p>"
    },
    {
      "country": "Thailand",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/0Xqps48/Thailand1.jpg",
      "image2": "https://i.ibb.co/vHD90St/Thailand2.jpg",
      "image3": "https://i.ibb.co/SsVYn0b/Thailand3.jpg",
      "description": "<p>With 10-15% of Thailand’s GDP coming from tourism, it is clear that this country has some great options for outside visitors. Bangkok is the biggest and best place to start when introducing yourself to Thailand. It is here that you can engage in the nightlife and experience the big city.</p><p>Once you get that down, it is good to branch outward and enjoy some more natural features. From the jungle to the elephants to the great hiking opportunities, there is plenty to do. There are many UNESCO World Heritage Sites, so you can do a comprehensive tour of the company just through these sites alone.</p><p>One unique way to really get to know the local culture is through the food. There are dishes like Massaman Curry, Kao Ka Moo, and Yam Nua that will give you a good sense of the local cuisine.</p><p>Overall, Thailand has a little bit of everything that southeast Asia is known to have. If you had to pick just one place in the region, Thailand is a top choice for millions of people every year.</p>"
    },
    {
      "country": "Timor-Leste",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/cx20xFb/Timor-Leste1.jpg",
      "image2": "https://i.ibb.co/YfJ9rxL/Timor-Leste2.jpg",
      "image3": "https://i.ibb.co/s1p2s53/Timor-Leste3.jpg",
       "description": "<p>Timor-Leste is a southwest Asian country that flies way under the radar on the tourism scene. Also known as East Timor, this is a country previously under Portuguese control on the island of Timor.</p><p>With the island being a peninsula, the biggest attraction is the ocean and the opportunities that come with it. The coral reefs and scuba diving that can be done off of the coast of Timor-Leste is some of the best in the entire region. With crystal clear water and gorgeous coastline, this is a very underrated location.</p><p>Dili is the capital and is a good place to start your trip. From here, you can branch out and get to know this unique culture. The Nino Konis Santana National Park is a great destination to see the more natural side of things. A lot of this country’s identity is the beach life, so to experience the culture, that is where to go.</p><p>To take part in the local fun, May 20 is Independence Restoration Day, and November 28 is Independence Day, so the entire country joins together for fun on those days. Those are also the perfect times to eat Ai Manas, one of the most known Timorese dishes out there.</p>"
    },
    {
      "country": "Vietnam",
      "region": "South East Asia",
      "image1": "https://i.ibb.co/yB2BbGG/Vietnam1.jpg",
      "image2": "https://i.ibb.co/6wHF8Lv/Vietnam2.jpg",
      "image3": "https://i.ibb.co/6r97zxm/Vietnam3.jpg",
      "description": "<p>Especially to western tourists, Vietnam is not necessarily seen as a top destination. However, this is a beautiful country that has a ton to offer to visitors. With Thailand to the west and the South China Sea to the east, not many other countries in the area have as much coastline as Vietnam does.</p><p>Although this country has been through a lot culturally and politically in the last century, the renaissance of tourism is working its magic.</p><p>With pristine beaches, interesting rice terraces, and so much more, there is plenty to see on the countryside, beachside, and cities alike. If you have to start with one location, Hanoi is the best starting point. This brings great architecture, rich culture, and a hustle and bustle that frequents Asia.</p><p>Vietnamese food is also a must-try when in the country. Dishes like Pho and Cha ca are staples of the culture in Vietnam. So, exploring the natural and man-made features is a great way to spend time in Vietnam.</p>"
    },
    {
      "country": "Armenia",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/4dPS4cr/Armenia1.jpg",
      "image2": "https://i.ibb.co/QKKbWv8/Armenia2.jpg",
      "image3": "https://i.ibb.co/2q54rTZ/Armenia3.jpg",
      "description": "<p>Armenia is a West Asian country situated in the Armenian Highlands; it is bordered by Georgia, Azerbaijan, Turkey, Iran, and Azerbaijan. Armenia is famous for its beautiful landscapes, history, and culture. Some of the oldest churches in the world can be found in Armenia because it was the first country to adopt Christianity officially.</p><p>Armenia is home to three World Heritage Sites funded and protected by UNESCO; these sites include Monasteries of Haghpat and Sanahin, the Cathedral and Churches of Echmiatsin and the Archaeological Site of Zvartnots, and Monastery of Geghard and the Upper Azat Valley. Other Armenian sites like the Shikahogh State Reserve, Lake Sevan, Gilijan National Park, Mount Aragats, Lake Arpi, and Amberd Fortress serve as an attraction to tourists.</p><p>The best way to experience the local Armenian culture is through their festivals; there are various festivals like Yerevan Jazz Day, Yerevan Wine Days, Dolma Festival, Yerevan Colour Run, Taraz Festival, and International Balloon Festival.</p><p>Another way of exploring the Armenian customs and traditions is through their food and beverages; some of the diverse Armenian cuisine that reflects her culture's history includes Dolma, Boerag, Topik, Lavash, Zhingyalov hats Basturma, Harissa, Khash. There are also beverages like Divin, Kotayk, Kihikia, and Areni red wine.</p>"
    },
    {
      "country": "Bahrain",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/Y3gfksH/Bahrain1.jpg",
      "image2": "https://i.ibb.co/dk88pxV/Bahrain2.jpg",
      "image3": "https://i.ibb.co/X3kSvF5/Bahrain3.jpg",
      "description": "<p>Bahrain is an island country situated in one of the world's top oil-producing regions. It is the third smallest Asian country with a population of 1.58 million inhabitants. Bahrain is also famous for having the world's largest underwater theme park and one of the world's largest cemeteries.</p><p>Bahrain has three World Heritage Sites recognized by UNESCO and six sites still under consideration for World Heritage Sites. Bahrain's three World Heritage sites are Dilmun Burial Mounds, Pearlng Testimony of an Island Economy, and Qal'at al-Bahrain.</p><p>Apart from the World Heritage sites, some other sites that can be visited in Bahrain are the Tree of Life, Reef Island, Khamis Mosque, Al Areen Wildlife Park and Reserve, Lost Paradise of Ilium Water Park, Al-Jasra, and Bahrain World Trade Center.</p><p>Most holidays and festivals in Bahrain are devoted to Islam due to it being a Muslim country. Some Islamic festivals celebrated in Bahrain are Eid ul Adha, Muharram, Eid ul Fitr, Ramadan, Eid al-Watani, and Milad al-Nabi.</p><p>One of the best ways to explore a country's traditions and culture is through its food. The local dishes in Bahrain feature dates, rice, fish, and meat. Some of these dishes include Samboosa, Ghoozi, Harees, Mahyawa, Jireesh, and Fi Ga'atah. The national beverage of Bahrain is Arabic Coffee.</p>"
    },
    {
      "country": "Cyprus",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/bH6dDwk/Cyprus1.jpg",
      "image2": "https://i.ibb.co/StWcFxh/Cyprus2.jpg",
      "image3": "https://i.ibb.co/GdMCHqZ/Cyprus3.jpg",
      "description": "<p>The third-largest island in the Mediterranean Sea is Cyprus which is also known as the Republic of Cyprus. It is a favoured destination for tourists, honeymooners, and other vacationers. Cyprus is famously known as the jewel of the Mediterranean and as the goddess Aphrodite's birthplace.</p><p>Located in Cyprus are 3 UNESCO-recognized Cultural Heritage Sites and one site under consideration by UNESCO. The three cultural sites are Choirokoitia, Painted Churches in the Troodos Region, and Paphos. Other landmarks in Cyprus serve as an attraction to tourists; these sites include the Tombs of the Kings, Ancient Kourion, St. Hilarion Castle, Karpas Peninsula, Ancient Salamis, Cape Greco, Zenobia Wreck, and Cyprus Museum.</p><p>Some of the best festivals to attend in Cyprus are the International Kypria Festival, Afrobanana, International Festival of Ancient Greek Drama, Paphos Flower Festival, Cyprus Film festival, Limassol wine Festival, Derinya Strawberry Festival, Epiphany, Limassol Carnival, and International Chamber Music Festival in Pharos.</p><p>Cyprus has a variety of dishes that can be traced backed to its history. The flavors of Cyprian dishes differ according to the region, and these dishes are influenced mainly by Turkey and Greece dishes. Some common local dishes are Afelia, Seftalia, Tava, Stifado, halloumi, Souvia, and Ttavas. Cyprian Beverages also include Zivania, Brandy Sour, and commandaria.</p>"
    },
    {
      "country": "Georgia",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/QKBvQSY/Georgia1.jpg",
      "image2": "https://i.ibb.co/WtkRfJF/Georgia2.jpg",
      "image3": "https://i.ibb.co/kKVN2MY/Georgia3.jpg",
      "image4": "https://i.ibb.co/vPGD3DV/Georgia4.jpg",
      "description": "<p>Georgia is a country that lies on the border of Western Asia and Eastern Europe. It has four million people and is bordered by Russia, the Black Sea, Turkey, Armenia, and Azerbaijan. Georgia is known for its high mountains and as one of the first countries to legalize cannabis.</p><p>Georgia is home to three Cultural Heritage Sites listed on the UNESCO World Heritage Site. These Cultural Heritages include Upper Svaneti, Gelati Monastery, and Historical Monuments of Mtskheta. Other monuments attract tourists every year; these monuments include the Bridge of Peace, Sioni Cathedral Church, Dancing fountains, Province Canyon, Arabia Mountain, Amicalola Falls, and Okefenokee Swamp.</p><p>Georgia has a variety of festivals that celebrate music, wine, food, and seasons. These festivals include Atlanta Food and Wine Festival, Rhythm and Ribs BBQ Festival, Georgia Apple Festival, International Cherry Bloom Festival, and Cartersville Bluegrass and Folk Festival.</p><p>Georgians love to celebrate their foods, and they consider eating to be part of their culture. Some of the best traditional dishes found in Georgia are Chinkali, Mzwadi, Tchacha, Badrijni Nigvzit, Lobio, Mashed Potatoes, and lots of Cheese, Georgian Bread, and Georgian Cheese and Yoghurt. Georgian beverages considered the bests include Borjomi, Lemonade, Honey Brandy, and Lagidze Water.</p>"
    },
    {
      "country": "Iran",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/zZ7DG67/Iran1.jpg",
      "image2": "https://i.ibb.co/sPJy7YM/Iran2.jpg",
      "image3": "https://i.ibb.co/Lk3zJQt/Iran3.jpg",
      "description": "<p>Iran, a country located in Western Asia, also known as Persia (a name that originated from one of the regions of southern Iran, formerly known as Persis), has an area of 1,648,195 square kilometers and an estimated population of 83 million. It is the second-largest country in the Middle East, with Teran City occupying most of the population.</p><p>Iran has become one the most tourist visited countries in Western Asia. Presently it has twenty-six sites enlisted under the UNESCO World Heritage Sites. These sites include Meidan Naghshe Jahan, Isfahan, Tchogha Zanbil, Persepolis, Takht-e Soleyman, Hyrcanian forests, Bam, Lut Desert, Bisotun, Ardabil, Gonabad (Persian Qanat), and the Historic City of Yazd.</p><p>During your stay in Iran, don’t miss the chance to enjoy the various events and cultural festivals expressing love and friendship; these include Sofre-ye Haft-Sin, Jashn-e Sade, Nowruz, Mehregan, Chaharshanbe Suri, Shab-e Yalda,  Sizdah  Bedar, Sepandarmazgan, among others.</p><p>Persians from the earliest times are known for their hospitality concerning the offering of shelter, entertainment, and refreshment. You cannot visit without tasting one of the following: Khoresht-e fesenjan, Khoresht-e ghormeh sabzi, Chelo kabab koobideh, Zereshk polo, Sabzi polo, and Tahchin not ignoring the popular Persian tea, Persian Herbal tea, and the Doogh (Persian yogurt drink).</p>"
    },
    {
      "country": "Iraq",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/94fGx53/Iraq1.jpg",
      "image2": "https://i.ibb.co/68YdcrL/Iraq2.jpg",
      "image3": "https://i.ibb.co/48ZB9pb/Iraq3.jpg",
      "description": "<p>Iraq, also known as the Republic of Iraq, is a country in Western Asia, having several different ethnic groups, including Arabs, Turkmen, Assyrians, Persians, and a few others. With a total area of 438,317 square kilometers, it has a population of  38 million, with a large percentage of the population being Muslims and a small minority being Christians. The capital of Iraq, Baghdad city, is the largest city, and the official languages in Iraq are Arabic and Kurdish.</p><p>Iraq has various places/sites that are a must-see, including six World Heritage Sites recognized by UNESCO: Ashur (Qal’at Sherqat), Erbil Citadel, Babylon, Hatra, and Samarra Archeological City.</p><p>The art expression, Islamic-based festivals, Christmas festivities, and a few others cannot be ignored as they serve as important events in Iraq. Some include The Assyrian New Year, Iraq short film festival, Babylon International festival, Historic holidays, and even the yearly awaited Christmas day celebration.</p><p>Comparing modern-day meals with the ancient cuisine present in Iraq, you will agree that the difference in the tastes of these meals put the Iraq cuisine on top. These meals include Baytinijan maqli, Fattoush, Tabbouleh, Turshi, Tzatziki, Hummus, Fasoulia, Kebabs, Harissa, Margat baytinijan, Margat bamia, Lentil soup, Maqluba, Kofta, Tashrib, Pomegranate Soup among others.</p>"
    },
    {
      "country": "Israel",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/d4y367v/Israel1.jpg",
      "image2": "https://i.ibb.co/mbd6GC8/Israel2.jpg",
      "image3": "https://i.ibb.co/nLdVbLK/Israel3.jpg",
      "description": "<p>Also known as the State of is located in Western Asia, with its capital being Jerusalem. IT has an estimated total area of about 22,000 square kilometers and an estimated population value of about 9.3 million, and it is populated mainly by Jews. The rest of the population is Arab and others (Samaritans, Armenians, Circassians, Druze, and Arameans). The official language is Hebrew.</p><p>Looking to have experience concerning nature, history, or religion, visiting any of the  World Heritage Sites in Israel provides the complete package. These sites include Acre, Tel Aviv, Masada, Beit Gurvin, Baha'i Holy Places, Beit She'arim, Tel Hazor, and Tel Be'er Sheva.</p><p>Israel is a country with many festivals and events where there is a show of religious and cultural heritage through music/concerts and art, environmental awareness, and many others. These festivals include the Safed Klezmer Festival, Jerusalem Summer Culture Festival, Karmeil Dance Festival, Red Sea Jazz Festival, Jerusalem Beer Festival, Jacob's Ladder Festival, Sukkot, Birkat Kohanim, Tel Aviv Night run, Jerusalem Festival of Light, Tel Aviv Illustration Week among others.</p><p>With the combination of local or traditional and Jewish food, Israel presents a variety of exquisite tasty meals. We have the Israel national dish Falafel, a fusion of chickpeas, fresh herbs, and spices formed into small balls. Others include Tabbouleh, Kubba, Sambusak, Sigarim, Tabina, etc.</p>"
    },
    {
      "country": "Jordan",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/bLKvbjy/Jordan1.jpg",
      "image2": "https://i.ibb.co/tMbPZ94/Jordan2.jpg",
      "image3": "https://i.ibb.co/phPPzJ9/Jordan3.jpg",
      "description": "<p>The Arabic nation Jordan, officially known as the Hashemite Kingdom of Jordan, is a Middle Eastern country seated at Africa, Asia, and Europe's crossroads on the Jordan River East bank and in the Levant region.</p><p>There are many different places to see Jordan and many ways to visit them.  Jordan is home to five World Heritage Sites, namely the M. Umm al-Rasas, the famed 'Red Rose City' of Petra, the Qusayr Amra, Wadi Rum, and the al-Magtas. It also has more than ten other locations on the preliminary world heritage list.</p> <p>Known as an 'oasis of stability in the unstable region that is the Middle East, Jordan is a haven for refugees from Syria, Palestine, and Christians from Iraq. The country is a tourist's leading destination, especially attracting medical tourism due to its modern and well-developed health sector.</p><p>When you are in Jordan, make sure to enjoy the different flavors and tastes of the local cuisine. Heavily influenced by North African, Middle Eastern, Persian, and Mediterranean flavors, Jordan boasts delicious dishes such as the Ladneh, Hummus, Moutabel, the Mansaf, the Galayet Bandora, and the Ful Medames. Drinks commonly taken in Jordan are Qahwe (Coffee), Tea, and Wine.</p>"
    },
    {
      "country": "Kuwait",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/zHx6s8d/Kuwait1.jpg",
      "image2": "https://i.ibb.co/zr8pfGT/Kuwait2.jpg",
      "image3": "https://i.ibb.co/Jp2pfGj/Kuwait3.jpg",
      "description": "<p>The small country of Kuwait can be found in the Arabian Peninsula nestled between Iraq and Saudi Arabia. It is located in the Persian Gulf at the northwestern corner. Most of the population resides in Kuwait City, its capital.</p><p>Kuwait is among the world’s most urbanized nations due to its modern capital city of intermingled skyscrapers, mosques, and apartment buildings. Although Kuwait is the only country in its region that does not have any World Heritage Sites, it boasts of several cultural heritages like Sa’ad and Sae’ed Area in Failaka Island, the Abraj Al-Kuwait, the Sheikh Abdullah Al-Jabir Palace, and the Boubyan Island and Mubarak Al-Kabeer Marine Reserve, which are all worth seeing. Kuwait is also known for its beautiful islands, rich culture, and its numerous oil reserves.</p> <p>If on a trip to Kuwait, make sure to enrich your experience by having a bite of traditional Kuwait dishes, among which are the Machboos which is common to the Arab region, Quozi, the delicious Muttabaq Samak, Gers Ogaily (perfume cake), Jireesh (traditional Kuwaiti cracked wheat soup) and the Margoog. Drinks and refreshments to take in your travel through Kuwait are Laban, Sharbat baithan, Black tea served in delicate cups called istikana, Dried Lime tea, Karak tea, Arabic coffee, among others.</p><p>Important festivals and celebrations in Kuwait are the Kuwait National day, Qadir-e- Khumm, the Hala Festival, and the Liberation day.</p>"
    },
    {
      "country": "Lebanon",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/NyG4rSk/Lebanon1.jpg",
      "image2": "https://i.ibb.co/2WHXQy2/Lebanon2.jpg",
      "image3": "https://i.ibb.co/7Xy6MPx/Lebanon3.jpg",
      "description": "<p>The Lebanon Republic is a small country situated in the Middle East, located in Western Asia. It is one of the world's smallest countries, housing roughly six million people. Despite its small size, the Lebanon Republic boasts of a culture renowned globally and in the Arab world.</p><p>Lebanon is prosperous in both its history and its cultural diversity. Tourism is an essential part of the nation's economy. Popular tourist hotspots are the town of Anjar, the city of Baalbek, Byblos, the Forest of The Cedars of God (Horsh Arz El-Rab), and the Ouadi Qadisha (the Holy Valley), and the Ancient City of Tyre, which are all UNESCO World Heritage sites.</p><p>One of the best ways to feel Lebanon's cultural and historical heritage is by enjoying one of its festivals. Annual celebrations famous worldwide take place here, including the Baalbeck International Festival, Byblos International Festival, Beiteddine Festival, and Beruit nights.</p> <p>Lebanese cuisine is a healthy mix of sugar, spices, and all things nice. Popular dishes to eat in Lebanon are the Kibbeh (Lebanon's national dish), Kafta, Kanafeh, Hummus, the Rice Pilaf, Fattoush, Manakish, and Sfeeha. These dishes are beverages such as Arabic Coffee, Lebanese Beers, Arak, Ayran, and Jallab.</p>"
    },
    {
      "country": "Oman",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/980nNWP/Oman1.jpg",
      "image2": "https://i.ibb.co/zsmHf7L/Oman2.jpg",
      "image3": "https://i.ibb.co/d01zL9p/Oman3.jpg",
      "description": "<p>Customarily known as the Sultanate of Oman, Oman is a country seated on the southeastern coast of the Arabian Peninsula in the West Asia region. It is the oldest independent state in the Arab world. It shares its borders with Yemen to the southwest, Saudi Arabia to the northwest, and nautical borders with Iran and Pakistan.</p><p>Oman is home to five UNESCO World Heritage Sites, all of which are cultural. Oman is frequented by tourists who see these sites: Aflaj Irrigation Systems of Oman, the Ancient City of Qalhat, the Archaeological Sites of Bat, Al-Khutm, and Al-Ayn, Bahla Fort, and the Land of Frankincense. The country also has incredible biodiversity, housing more than 1,200 plant species, 518 bird species, and 93 mammal species.</p> <p>Traditional Omani dishes are a must-have when touring the country. Dishes such as Majboos, the Shuwa, the Mashuai, Mushaltat, Shawarma, Mishkak, Halwa, and Omani bread are usually taken with beverages such as Laban, Kahwa and Tea.</p><p>Notable Omani festivals are the Masqat Festival, the Isra and Mi’raj celebrations, Muharram, Salalah Tourism Festival, and the National day. The Eid al-Fitr celebration is also a notable event, as it is celebrated throughout the country.</p>"
    },
    {
      "country": "Palestine",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/R31kT7R/Palestine1.jpg",
      "image2": "https://i.ibb.co/PcxNf6g/Palestine2.jpg",
      "image3": "https://i.ibb.co/z6D7FrG/Palestine3.jpg",
      "description": "<p>Palestine, formally known as the State of Palestine, is a de jure sovereign state situated in Western Asia and officially ruled by the Palestine Liberation Organization. It claims the West Bank region close the nation Jordan and the Strips of Gaza, which it shares with Egypt and Jerusalem as its capital.</p><p>Palestine is home to four UNESCO World Heritage Sites, namely the Birthplace of Jesus: Church of the Nativity and the Pilgrimage Route in Bethlehem, the Old Town of Hebron/Al-Khalil, Palestine: Land of Olives and Vines (the cultural landscape of Southern Jerusalem), and the Old City and Walls of Jerusalem located in East Jerusalem. Other notable cultural heritages are Tell es-Sultan, Mount Gerizim and the Samaritans, and the Qumran Caves and Monastery of the Dead Sea Scrolls.</p><p>Despite being a complex territory in the Middle East, Palestinian food and beauty are worth any trip to the nation. Palestinian food is said ‘to come from what the land offers us’ and is a seasonal cuisine. Popular Palestinian dishes are the Knafeh, Makdous, Shakshouka, Labneh, the Kunafah, and the Musakhan. Arabic Coffee, Arak (anise-flavored alcoholic beverage), Helba, Kharroub, and Lemonades are beverages common to Palestine.</p><p>Essential festivals in Palestine are the Artas Lettuce Festival, Birzeit Heritage Week, Ramadan, Taybeh Oktoberfest, Jerusalem Music Festival, and the Christmas Bazaar.</p>"
    },
    {
      "country": "Qatar",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/GcCyM3d/Qatar1.jpg",
      "image2": "https://i.ibb.co/qryCsRW/Qatar2.jpg",
      "image3": "https://i.ibb.co/JqYr1nH/Qatar3.jpg",
      "description": "<p>The Middle Eastern country of Qatar, whose terrain encompasses an arid desert, dunes, and a long Arab shoreline of beaches, is located in Western Asia. Its capital, Doha, is situated, known for its ultramodern architecture and futuristic skyscrapers.</p><p>There are numerous notable locations and thousands of heritage sites to see in the beautiful country of Qatar as a tourist. However, the only one which is a UNESCO world heritage site is the Al Zubarah Fort, which is adjacent to the walled coastal town of Al Zubarah. Among the famous places to see in Qatar are the Al Jassasiya Rock Carvings, the Barzan Towers, the Al Koot Fort, and many others. Qatar is known for its beautiful landscapes, iconic architecture, and revolutionary buildings such as the Doha Tower, the Aspire Tower, Qatar National Convention Center, among others.</p><p>Qatari cuisine is a blend of various influences from India, Persia, North Africa, and Lebanon. It includes dishes such as the Saloona, the Warak Enab, the Balateet, the Majboos, and the Kousa Mahshi. Coffee is the most popular drink in Qatar is served with dates or taken with sugar. Other popular beverages are Karak Chai, Limonana, and Karkadeh (hibiscus tea).</p><p>Qatar hosts various events and festivals such as the Aspire International Kite Festival, the Al-Shahaniya Camel Racing, and The Qatar International Art Festival, which garnered international attention.</p>"
    },
    {
      "country": "Saudi Arabia",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/TThZTbF/Saudi-Arabia1.jpg",
      "image2": "https://i.ibb.co/5Fnxwk1/Saudi-Arabia2.jpg",
      "image3": "https://i.ibb.co/bKZx96V/Saudi-Arabia3.jpg",
      "description": "<p>The Middle Eastern Kingdom of Saudi Arabia is a Western Asia country situated in the majority of the Arabian Peninsula. Being the second-largest country in the Middle East and the second-largest country in the Arab world, it shares its northern borders with Jordan and Iraq with Kuwait to the northeast, Qatar, UAE, and Bahrain to the east, Oman to the southeast, and Oman to the southeast Yemen to the south.</p><p>Saudi Arabia boasts of a large number of natural and modern wonders. From the UNESCO world heritage sites of the Al-Ahsa Oasis, the Al-Hijr Archaeological Site, the At-Turaif District in ad-Dir’iyah, Ḥimā Cultural Area, the Historic Jeddah (Gate to Makkah), and the Rock Art in the Hail Region of Saudi Arabia. Other notable places are the Darb Zubayda (Pilgrim Road from Kufa to Makkah), the Hejaz Railway, the Syrian Hajj Road, and many more.</p><p>Famous cuisine and sweets in Saudi Arabia are the Dajaj Mashwi, Ma’amoul, Saleeg, and the Martabak. Gahwah (coffee with cardamom pods grounded with it), Laban (a yogurt drink), and Sobia, a light fermented mixture made of Barley bread and Date palm sap with herbs and spices, are popular beverages drunk in Saudi Arabia.</p><p>Traditional Festivals found only in Saudi Arabia are Janadriyah National Festival, Riyadh Spring Festival, the Buraidah Date Festival, and Sharqiah Season Festival.</p>"
    },
    {
      "country": "Syria",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/pXzd7Px/Syria1.jpg",
      "image2": "https://i.ibb.co/cF2cGSF/Syria2.jpg",
      "image3": "https://i.ibb.co/DVbmfmP/Syria3.jpg",
      "description": "<p>The Syrian Arab Republic, popularly called Syria, is a Western Asian country. It shares borders with Jordan, Lebanon, Iraq, Turkey, Israel, and the Mediterranean Sea to the west. Syria boasts a diverse collection of religious and ethnic groups, including Syrian Arabs, Kurds, Turkmens, Assyrians, and many others.</p><p>UNESCO world heritage sites in Syria include the Ancient City of Aleppo, the Ancient City of Damascus (identified as one of the oldest inhabited cities in the new world as well as a cultural center in the Arab world), the Ancient City of Bosra, the Ancient Villages of Northern Syria, the Crac Des Chevaliers And Qal’at Salah El-Din, Site of Palmyra.</p><p>Syrian cuisine is a combination of various cooking styles due to the various subjugations by the Persians, Turks, and Arabs. Must-try Syrian dishes are the Baklava, the Mahshi, the Kibbeh Bil Sanieh(national dish and one of the essential traditional meals cooked in Syria), the Muhammara, the Awameh dessert, and many delicious more. A popular Syrian beverage made from dried apricot paste called Qamar al-din is quite popular in the region especially in the Ramadan period. Others include tea, coffee, Zouhourat (hibiscus flower tea), Mate and Arak (alcoholic).</p>"
    },
    {
      "country": "Turkey",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/Tc0Wzvg/Turkey1.jpg",
      "image2": "https://i.ibb.co/9p5gJ48/Turkey2.jpg",
      "image3": "https://i.ibb.co/2NFZ1PH/Turkey3.jpg",
      "description": "<p>The Middle Eastern country, officially known as the Republic of Turkey, bridges Europe and Asia. It shares its borders with Greece, Georgia, Bulgaria, Iraq, Syria, Iran, Azerbaijan, and the Black, Aegean, and Mediterranean Seas.</p><p>As one of the world’s earliest permanently settled regions, Turkey is home to Neolithic sites and ancient Hattians and Anatolian civilizations. Its rich culture and historical background are evident in its 17 World Heritage Sites.  Some examples are the Aphrodisias (the Temple of Aphrodite), Hierapolis-Pamukkale, the Archaeological Site of Troy, Ephesus, Bursa, and Cumalikizik, Xanthos-Letoon, the City of Safranbolu, and its latest addition, the Arsiantepe Mound (which was added in 2021), among others.</p><p>Turkish cuisine is primarily influenced by Ottoman cuisine, Mediterranean, Balkan, Middle Eastern Eastern European, Armenian, and Central Asian cuisines and flavors. Popular Turkish dishes are the Manti, the Kofte, Lahmacun, Menemen, Sis Kebap, Doner, and others. Try traditional Turkish drinks: Turkish Coffee, Tea, Ayran, Boza, Salgam Suyu, and Raki.</p><p>Important events and festivals in Turkey are the Antalya Demre International Noel Baba Memorial Celebrations, Aspendos Opera and Ballet Festival, Turkish Choral Festival, and the Alanya International Culture and Art Festival.</p>"
    },
    {
      "country": "United Arab Emirates",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/GdY513v/United-Arab-Emirates1.jpg",
      "image2": "https://i.ibb.co/5ccH8r6/United-Arab-Emirates2.jpg",
      "image3": "https://i.ibb.co/khcTMVZ/United-Arab-Emirates3.jpg",
      "description": "<p>Popularly called ‘the Emirates,’ the United Arab Emirates is located in Western Asia at the eastern end of the Arabian Peninsula. The UAE is formed from a federation of seven emirates governed by an elective monarchy.</p><p>Being almost entirely covered in desert, the Emirates is home to the famous six Al Ain Oasis, the Bida Bint Saud, the Hili Archaeological Park, and the Jebel Hafeet tombs, which are all UNESCO world heritage sites. Other notable heritage sites, many of which are on the UNESCO tentative list, are the Gate to the Trucial States, the Cemetery and Settlement of Umm An-Nar Island, and several others.</p><p>The United Arab Emirates (primarily its city Dubai) is known for being one of the most popular hubs globally. It offers a wide range of traditional cuisines and dishes for its visitors, citizens, and residents. Among these Emirati delicacies are the famous Shawarma, the Fattoush, Falafels, the Fattesh, and lots others. Popular beverages are the Gahwa, Sulaimani, the Karak Chai, Laban, and the Jallab.</p><p>Other than being rich in culture and sophistication, the UAE is also one of the most congenial nations globally. Host to festivals such as the Dubai Shopping Festival and the Abu Dhabi Grand Prix, it’s one of the most desired stops for tourists.</p>"
    },
    {
      "country": "Yemen",
      "region": "Western Asia",
      "image1": "https://i.ibb.co/xMt2FbF/Yemen1.jpg",
      "image2": "https://i.ibb.co/cvm6vqr/Yemen2.jpg",
      "image3": "https://i.ibb.co/Lh7mNyr/Yemen3.jpg",
      "description": "<p>It is located on the Western Asia coastline at the southern end of the Arabian Peninsula. It shares borders with Saudi Arabia to the north and Oman to the northeast. It also shares maritime borders with countries Eritrea, Djibouti, and Somalia.</p><p>Yemen is home to four UNESCO World heritage sites: the Socotra Archipelago, which can be found in the northwest Indian Ocean near the Gulf of Aden. Its strange-looking fauna and flora give the site the name: The Most Alien Looking Place on Earth. Others are the Old Walled City of Shibam, the Old City of Sana’a, and the Historic town of Zabid.</p><p>In Yemen, things to do are visiting the beautiful Qalansiyah Beach, seeing the Sira Castle, the Al Saleh Mosque, the Dar al-Hajar, among many others. The country of Yemen has been in a state of war for six years; hence there has been no holding of their numerous famous festivals like the Eid al-Adha, the Sana’a Summer Festival, and the Al-Baldah Festival.</p><p>Yemen delicacies include the Saltah (a mostly vegetable stew topped with foamed fenugreek, served piping hot on earthenware bowl), Fahsah, Fassolia, Bint as Sahn (sweet bread dessert cooked in an oven), and Qishr (a light spicy coffee made with the coffee beans husks).</p>"
    }
  ]
}