{"region":"north-america","image1":"https://i.ibb.co/rbmgjZ7/North-America1.jpg","image2":"https://i.ibb.co/PNT5VXb/North-America2.jpg","image3":"https://i.ibb.co/58GtFfm/North-America3.jpg","image4":"https://i.ibb.co/NyS6x4K/North-America4.jpg","countries":[{"country":"Canada","image1":"https://i.ibb.co/Sm8xFrf/Canada1.jpg","image2":"https://i.ibb.co/G7QpYYm/Canada2.jpg","image3":"https://i.ibb.co/GxHt3cw/Canada3.jpg","image4":"https://i.ibb.co/xFJMW1g/Canada4.jpg","description":"<p>During the 1776 Continental Congress, former American president John Adams proclaimed, 'Canada must be ours; Québec must be seized. However, the United States did not take Québec or Canada, which evolved into a tremendous independent country with its distinct cultural character. Although Canada may appear to be a more relaxed, kinder version of its American neighbor, at first sight, its residents will immediately point out all the features that distinguish their country.</p><p>Although Canada has a more subtle image than the United States, Canadians nearly always find a reason to rejoice and party at any time of year. Some of Canada's most popular holidays and events, such as Québec City's Winter Carnival and Ottawa's Winterlude, take place in the dead of Winter to rouse Canadians from their slumber. On the other hand, summer continues to be Canada's most significant festival season, with millions of spectators flocking to the Calgary Stampede and the Scotiabank Toronto Caribbean Carnival.</p><p>Although grocery shops and restaurant menus in Canada contain nearly identical products to those in the United States, each Canadian area offers tourists its unique regional delicacies. Tourtière meat pies and poutine, French fries covered with gravy and cheese curd, are two of Québec's most well-known trademark foods. Lobster, shellfish, and fiddleheads, coiled fern heads, are the most common items on Atlantic Canadian restaurant menus. In contrast, pirogies, owing to the region's sizeable Ukrainian immigrant community, have become a western Canadian cuisine staple. Every Canadian city and town has its list of recommended drinking establishments, but Vancouver and Montréal are two of the country's most vibrant nightlife destinations.</p>","code":"010301"},{"country":"Hawaii","image1":"https://i.ibb.co/wgMCcQz/Hawaii1.jpg","image2":"https://i.ibb.co/SKtcsJp/Hawaii2.jpg","image3":"https://i.ibb.co/dKnyZbS/Hawaii3.jpg","description":"<p>Hawaii, the most popular vacation spot in the northern Pacific Ocean, was controversially seized by the US in 1900, but it wasn't until 1959 that it became a state. Hawaii is now the most popular vacation and honeymoon destination in the United States, earning the nickname 'Aloha State' for its subtle vibe that attracts millions of visitors each year. Despite this, the archipelago hosts a wide range of spectacular festivities. The Aloha Festivals are, without a doubt, the most well-known across the islands, exhibiting all that distinguishes Hawaii's culture. In terms of popularity, the Merrie Monarch Festival rivals Aloha. There are many cultural, historical, and sports events to enjoy throughout the year, no matter when you visit.</p><p>Even in the middle of contemporary development, Hawaii maintains a distinct indigenous culture. Many areas on the islands are off-limits to indigenous peoples. However, with prior permission, many of these locations are accessible to the public. Like many other water sports such as outrigger canoeing, Surfing is almost a religion in the state.</p><p>Pineapples aren't a staple of Hawaiian cuisine, contrary to popular belief. Traditional Hawaiian, American, Portuguese, and Asian delicacies are among the local culinary delights, a fine blend of influences. Restaurants range from five-star sushi joints to traditional Hawaiian barbecues known as luaus and can be found throughout the archipelago's tourist-rich areas.</p>","code":"010302"},{"country":"Puerto Rico","image1":"https://i.ibb.co/h7Kj1Qb/Puerto-Rico1.jpg","image2":"https://i.ibb.co/wh21nw0/Puerto-Rico2.jpg","image3":"https://i.ibb.co/TYrftBg/Puerto-Rico3.jpg","description":"<p>From African slaves to Spanish conquerors, Puerto Rico has been influenced by a diverse range of civilizations. Today, the island offers a diversified landscape, with several chances to experience the island's vast and magnificent natural surroundings as well as learn more about its fascinating and complicated past.</p><p>Because Christopher Columbus discovered it, Puerto Rico's history is intertwined with that of the United States. As they desire freedom and independence, this connection remains a complex subject. Their culture is diverse, with influences from worldwide, yet it retains a unique Caribbean island feel.</p><p>Although many of Puerto Rico's renowned events occur in San Juan, this does not make them any less exciting or unique. Visitors visiting the region are in for a treat at any time of year, with Puerto Rico festivals such as Carnival in February taking over the streets and the Heineken JazzFest in March bringing together some of the world's most famous jazz musicians.</p><p>The nightlife on the island of Puerto Rico is diverse, with everything from salsa music to laid-back bars. Because things are quieter in more rural locations, most of the action takes place in larger cities. The country's restaurants provide a diverse selection of cuisines, allowing tourists to sample regional specialties or dine on familiar fare.</p>","code":"010303"},{"country":"US Virgin Islands","image1":"https://i.ibb.co/VLPCj2v/US-Virgin-Islands1.jpg","image2":"https://i.ibb.co/6ZtwZSs/US-Virgin-Islands2.jpg","image3":"https://i.ibb.co/KxpS5YW/US-Virgin-Islands3.jpg","image4":"https://i.ibb.co/qnpLcyF/US-Virgin-Islands4.jpg","description":"<p>The US Virgin Islands became US territory in 1917, 50 years after its former owner, Denmark, proposed to transfer them to the US in 1867. The US Virgin Islands has quickly risen to the top of the list for Americans looking for an exotic Caribbean holiday without having to leave the country.</p><p>The culture of the United States Virgin Islands blends modern American influences with centuries-old Caribbean customs. Family-owned Caribbean eateries compete with Pizza Hut, McDonald's, and other well-known American fast-food franchises. On the other hand, Quelbe is a unique kind of music and dance found nowhere else on the planet. Island musicians perform American blues and jazz aside from reggae, calypso, and different traditional Caribbean rhythms.</p><p>Many festivals in the US Virgin Islands feature colourfully costumed dancers on stilts known as moko Jumbies, ranging from one of the world's loveliest Valentine's Day celebrations to the classic Caribbean Carnival festivities. Although each US Virgin Islands conducts its own vibrant Carnival celebrations, St John's is the ideal location for combining the Caribbean's most celebrated event with the United States' own Independence Day. The Fourth of July coincides with the Carnival's last parade day.</p><p>The Texas Pit barbeque at the Charlotte Amalie Waterfront and eateries offers local delicacies like johnnycake, yellowtail, and fungus. The okra and cornmeal dish provide the most excellent culinary arts deals in St Thomas.</p>","code":"010304"},{"country":"USA","image1":"https://i.ibb.co/YB21txV/USA1.jpg","image2":"https://i.ibb.co/MMygGTB/USA2.jpg","image3":"https://i.ibb.co/V9t2Jyr/USA3.jpg","image4":"https://i.ibb.co/sQ8G3cM/USA4.jpg","image5":"https://i.ibb.co/7N3vH19/USA5.jpg","image6":"https://i.ibb.co/dGLMgyh/USA6.jpg","image7":"https://i.ibb.co/mzd7Fd4/USA7.jpg","image8":"https://i.ibb.co/mqGS8Dy/USA8.jpg","description":"<p>The United States of America (US) is dubbed 'the land of the free and the courageous home.' Since the twentieth century began, the United States has dominated worldwide culture, economy, and politics and is the apex of industrial expansionism. There is no doubting its status as a modern international superpower.</p><p>Through Hollywood blockbusters and twentieth-century music, the United States has been hailed as the epicenter of Western civilization. Yet, Americanization hasn't influenced most nations in some way. Nonetheless, the government has a brief but intriguing history that has helped form the worldwide phenomenon of contemporary America.</p><p>Each United States region has its festivals and events, but a few are held throughout the country. America's independence from British colonial rule is commemorated on this day. Thanksgiving is a famous American holiday that commemorates the landing of Europeans at Plymouth Rock by hosting family feasts. The majority of businesses and retailers are closed on these national holidays.</p><p>The cuisine of the United States is as diverse as its population, ranging from simple southern cooking to ultra-refined fusion and molecular gastronomy in the culinary capitals of New York and Los Angeles. The high-level immigration into the country has resulted in a melting pot of cuisine in the country, where you may find every national dish from across the world. Fast food, takeout, and chain restaurants are all available, as are formal and elegant five-star establishments. The legal age one can drink in the United States is 21, and most clubs have strict policies in place. As a result, cities like Las Vegas and Hollywood have incredible nightlife.</p>","code":"010305"}]}