{
    "region": "north-asia",
    "image1": "https://i.ibb.co/R9xc94K/North-Asia1.jpg",
    "image2": "https://i.ibb.co/qNfvYsK/North-Asia2.jpg",
    "image3": "https://i.ibb.co/0tmtvkv/North-Asia3.jpg",
    "countries": [
        {
            "country": "Russia",
            "image1": "https://i.ibb.co/LvfYTTK/Russia1.jpg",
            "image2": "https://i.ibb.co/6ZhGJBm/Russia2.jpg",
            "image3": "https://i.ibb.co/HnYwnBB/Russia3.jpg",
            "description": "<p>Russia has seen a significant transformation since the late Soviet period. Currently, Russia's awe-inspiring cultural heritage and a wide array of places to visit have made it one of the best destinations for tourists. According to sources, the country has 23 UNESCO World Heritage Sites.</p><p>Saint Petersburg (aka Venice of the North) and Moscow are two of the most important tourist travel destinations. Some of the sites and features that have made these two cities very popular among visitors are:</p><p>·      Museums – Tretyakov Gallery and Hermitage;</p><p>·      Theaters – Mariinsky and Bolshoi;</p><p>·      Churches – Cathedral of Christ the Savior and Church of the Savior on Blood;</p><p>·      Fortifications – Peter and Paul Fortress;</p><p>·      Streets – Palace Square and Red Square;</p><p>·      Palaces and elegant Soviet-era buildings;</p><p>·      Routes - Trans-Siberian Railway, the Golden Ring of ancient cities, and cruises on big rivers such as the Volga.</p><p>Russia is also known for its many national holidays, celebrations, and events. Although some of these holidays are celebrated all around the world, they still have unique festivals and events, and some of them are Russia Day (June 12), Day of Slavic Alphabet and Culture (May 24), Unity Day (November 4). Some significant events are Honey Fair; a yearly honey festival celebrated in Kolomenskoye, Moscow. And International Tchaikovsky Competition, a yearly competition in Moscow, and so on.</p><p>Although the country may not be a worldwide name for food and dishes, there's no doubt that Russia still boasts of some local delicacies that will definitely tickle your taste buds. Tourists should try out some of these local cuisines: Blini, Pelmeni, Borscht, Beef Stroganoff, Syrniki, Shashlyk, etc. Russia is also widely known for Vodka, so you can find varieties around the country. Kvass is a unique beverage for Russians, so tourists should try to get some of that too.</p>"
        }
    ]
}