{
    "region": "western-asia",
    "image1": "https://i.ibb.co/27XcBQ7/Western-Asia1.jpg",
    "image2": "https://i.ibb.co/XykrvZS/Western-Asia2.jpg",
    "image3": "https://i.ibb.co/qkfHnK3/Western-Asia3.jpg",
    "countries": [
        {
            "country": "Armenia",
            "image1": "https://i.ibb.co/4dPS4cr/Armenia1.jpg",
            "image2": "https://i.ibb.co/QKKbWv8/Armenia2.jpg",
            "image3": "https://i.ibb.co/2q54rTZ/Armenia3.jpg",
            "description": "<p>Armenia is a West Asian country situated in the Armenian Highlands; it is bordered by Georgia, Azerbaijan, Turkey, Iran, and Azerbaijan. Armenia is famous for its beautiful landscapes, history, and culture. Some of the oldest churches in the world can be found in Armenia because it was the first country to adopt Christianity officially.</p><p>Armenia is home to three World Heritage Sites funded and protected by UNESCO; these sites include Monasteries of Haghpat and Sanahin, the Cathedral and Churches of Echmiatsin and the Archaeological Site of Zvartnots, and Monastery of Geghard and the Upper Azat Valley. Other Armenian sites like the Shikahogh State Reserve, Lake Sevan, Gilijan National Park, Mount Aragats, Lake Arpi, and Amberd Fortress serve as an attraction to tourists.</p><p>The best way to experience the local Armenian culture is through their festivals; there are various festivals like Yerevan Jazz Day, Yerevan Wine Days, Dolma Festival, Yerevan Colour Run, Taraz Festival, and International Balloon Festival.</p><p>Another way of exploring the Armenian customs and traditions is through their food and beverages; some of the diverse Armenian cuisine that reflects her culture's history includes Dolma, Boerag, Topik, Lavash, Zhingyalov hats Basturma, Harissa, Khash. There are also beverages like Divin, Kotayk, Kihikia, and Areni red wine.</p>"
        },
        {
            "country": "BAHRAIN",
            "image1": "https://i.ibb.co/Y3gfksH/Bahrain1.jpg",
            "image2": "https://i.ibb.co/dk88pxV/Bahrain2.jpg",
            "image3": "https://i.ibb.co/X3kSvF5/Bahrain3.jpg",
            "description": "<p>Bahrain is an island country situated in one of the world's top oil-producing regions. It is the third smallest Asian country with a population of 1.58 million inhabitants. Bahrain is also famous for having the world's largest underwater theme park and one of the world's largest cemeteries.</p><p>Bahrain has three World Heritage Sites recognized by UNESCO and six sites still under consideration for World Heritage Sites. Bahrain's three World Heritage sites are Dilmun Burial Mounds, Pearlng Testimony of an Island Economy, and Qal'at al-Bahrain.</p><p>Apart from the World Heritage sites, some other sites that can be visited in Bahrain are the Tree of Life, Reef Island, Khamis Mosque, Al Areen Wildlife Park and Reserve, Lost Paradise of Ilium Water Park, Al-Jasra, and Bahrain World Trade Center.</p><p>Most holidays and festivals in Bahrain are devoted to Islam due to it being a Muslim country. Some Islamic festivals celebrated in Bahrain are Eid ul Adha, Muharram, Eid ul Fitr, Ramadan, Eid al-Watani, and Milad al-Nabi.</p><p>One of the best ways to explore a country's traditions and culture is through its food. The local dishes in Bahrain feature dates, rice, fish, and meat. Some of these dishes include Samboosa, Ghoozi, Harees, Mahyawa, Jireesh, and Fi Ga'atah. The national beverage of Bahrain is Arabic Coffee.</p>"
        },
        {
            "country": "Cyprus",
            "image1": "https://i.ibb.co/bH6dDwk/Cyprus1.jpg",
            "image2": "https://i.ibb.co/StWcFxh/Cyprus2.jpg",
            "image3": "https://i.ibb.co/GdMCHqZ/Cyprus3.jpg",
            "description": "<p>The third-largest island in the Mediterranean Sea is Cyprus which is also known as the Republic of Cyprus. It is a favoured destination for tourists, honeymooners, and other vacationers. Cyprus is famously known as the jewel of the Mediterranean and as the goddess Aphrodite's birthplace.</p><p>Located in Cyprus are 3 UNESCO-recognized Cultural Heritage Sites and one site under consideration by UNESCO. The three cultural sites are Choirokoitia, Painted Churches in the Troodos Region, and Paphos. Other landmarks in Cyprus serve as an attraction to tourists; these sites include the Tombs of the Kings, Ancient Kourion, St. Hilarion Castle, Karpas Peninsula, Ancient Salamis, Cape Greco, Zenobia Wreck, and Cyprus Museum.</p><p>Some of the best festivals to attend in Cyprus are the International Kypria Festival, Afrobanana, International Festival of Ancient Greek Drama, Paphos Flower Festival, Cyprus Film festival, Limassol wine Festival, Derinya Strawberry Festival, Epiphany, Limassol Carnival, and International Chamber Music Festival in Pharos.</p><p>Cyprus has a variety of dishes that can be traced backed to its history. The flavors of Cyprian dishes differ according to the region, and these dishes are influenced mainly by Turkey and Greece dishes. Some common local dishes are Afelia, Seftalia, Tava, Stifado, halloumi, Souvia, and Ttavas. Cyprian Beverages also include Zivania, Brandy Sour, and commandaria.</p>"
        },
        {
            "country": "Georgia",
            "image1": "https://i.ibb.co/QKBvQSY/Georgia1.jpg",
            "image2": "https://i.ibb.co/WtkRfJF/Georgia2.jpg",
            "image3": "https://i.ibb.co/kKVN2MY/Georgia3.jpg",
            "image4": "https://i.ibb.co/vPGD3DV/Georgia4.jpg",
            "description": "<p>Georgia is a country that lies on the border of Western Asia and Eastern Europe. It has four million people and is bordered by Russia, the Black Sea, Turkey, Armenia, and Azerbaijan. Georgia is known for its high mountains and as one of the first countries to legalize cannabis.</p><p>Georgia is home to three Cultural Heritage Sites listed on the UNESCO World Heritage Site. These Cultural Heritages include Upper Svaneti, Gelati Monastery, and Historical Monuments of Mtskheta. Other monuments attract tourists every year; these monuments include the Bridge of Peace, Sioni Cathedral Church, Dancing fountains, Province Canyon, Arabia Mountain, Amicalola Falls, and Okefenokee Swamp.</p><p>Georgia has a variety of festivals that celebrate music, wine, food, and seasons. These festivals include Atlanta Food and Wine Festival, Rhythm and Ribs BBQ Festival, Georgia Apple Festival, International Cherry Bloom Festival, and Cartersville Bluegrass and Folk Festival.</p><p>Georgians love to celebrate their foods, and they consider eating to be part of their culture. Some of the best traditional dishes found in Georgia are Chinkali, Mzwadi, Tchacha, Badrijni Nigvzit, Lobio, Mashed Potatoes, and lots of Cheese, Georgian Bread, and Georgian Cheese and Yoghurt. Georgian beverages considered the bests include Borjomi, Lemonade, Honey Brandy, and Lagidze Water.</p>"
        },
        {
            "country": "Iran",
            "image1": "https://i.ibb.co/zZ7DG67/Iran1.jpg",
            "image2": "https://i.ibb.co/sPJy7YM/Iran2.jpg",
            "image3": "https://i.ibb.co/Lk3zJQt/Iran3.jpg",
            "description": "<p>Iran, a country located in Western Asia, also known as Persia (a name that originated from one of the regions of southern Iran, formerly known as Persis), has an area of 1,648,195 square kilometers and an estimated population of 83 million. It is the second-largest country in the Middle East, with Teran City occupying most of the population.</p><p>Iran has become one the most tourist visited countries in Western Asia. Presently it has twenty-six sites enlisted under the UNESCO World Heritage Sites. These sites include Meidan Naghshe Jahan, Isfahan, Tchogha Zanbil, Persepolis, Takht-e Soleyman, Hyrcanian forests, Bam, Lut Desert, Bisotun, Ardabil, Gonabad (Persian Qanat), and the Historic City of Yazd.</p><p>During your stay in Iran, don’t miss the chance to enjoy the various events and cultural festivals expressing love and friendship; these include Sofre-ye Haft-Sin, Jashn-e Sade, Nowruz, Mehregan, Chaharshanbe Suri, Shab-e Yalda,  Sizdah  Bedar, Sepandarmazgan, among others.</p><p>Persians from the earliest times are known for their hospitality concerning the offering of shelter, entertainment, and refreshment. You cannot visit without tasting one of the following: Khoresht-e fesenjan, Khoresht-e ghormeh sabzi, Chelo kabab koobideh, Zereshk polo, Sabzi polo, and Tahchin not ignoring the popular Persian tea, Persian Herbal tea, and the Doogh (Persian yogurt drink).</p>"
        },
        {
            "country": "Iraq",
            "image1": "https://i.ibb.co/94fGx53/Iraq1.jpg",
            "image2": "https://i.ibb.co/68YdcrL/Iraq2.jpg",
            "image3": "https://i.ibb.co/48ZB9pb/Iraq3.jpg",
            "description": "<p>Iraq, also known as the Republic of Iraq, is a country in Western Asia, having several different ethnic groups, including Arabs, Turkmen, Assyrians, Persians, and a few others. With a total area of 438,317 square kilometers, it has a population of  38 million, with a large percentage of the population being Muslims and a small minority being Christians. The capital of Iraq, Baghdad city, is the largest city, and the official languages in Iraq are Arabic and Kurdish.</p><p>Iraq has various places/sites that are a must-see, including six World Heritage Sites recognized by UNESCO: Ashur (Qal’at Sherqat), Erbil Citadel, Babylon, Hatra, and Samarra Archeological City.</p><p>The art expression, Islamic-based festivals, Christmas festivities, and a few others cannot be ignored as they serve as important events in Iraq. Some include The Assyrian New Year, Iraq short film festival, Babylon International festival, Historic holidays, and even the yearly awaited Christmas day celebration.</p><p>Comparing modern-day meals with the ancient cuisine present in Iraq, you will agree that the difference in the tastes of these meals put the Iraq cuisine on top. These meals include Baytinijan maqli, Fattoush, Tabbouleh, Turshi, Tzatziki, Hummus, Fasoulia, Kebabs, Harissa, Margat baytinijan, Margat bamia, Lentil soup, Maqluba, Kofta, Tashrib, Pomegranate Soup among others.</p>"
        },
        {
            "country": "Israel",
            "image1": "https://i.ibb.co/d4y367v/Israel1.jpg",
            "image2": "https://i.ibb.co/mbd6GC8/Israel2.jpg",
            "image3": "https://i.ibb.co/nLdVbLK/Israel3.jpg",
            "description": "<p>Also known as the State of is located in Western Asia, with its capital being Jerusalem. IT has an estimated total area of about 22,000 square kilometers and an estimated population value of about 9.3 million, and it is populated mainly by Jews. The rest of the population is Arab and others (Samaritans, Armenians, Circassians, Druze, and Arameans). The official language is Hebrew.</p><p>Looking to have experience concerning nature, history, or religion, visiting any of the  World Heritage Sites in Israel provides the complete package. These sites include Acre, Tel Aviv, Masada, Beit Gurvin, Baha'i Holy Places, Beit She'arim, Tel Hazor, and Tel Be'er Sheva.</p><p>Israel is a country with many festivals and events where there is a show of religious and cultural heritage through music/concerts and art, environmental awareness, and many others. These festivals include the Safed Klezmer Festival, Jerusalem Summer Culture Festival, Karmeil Dance Festival, Red Sea Jazz Festival, Jerusalem Beer Festival, Jacob's Ladder Festival, Sukkot, Birkat Kohanim, Tel Aviv Night run, Jerusalem Festival of Light, Tel Aviv Illustration Week among others.</p><p>With the combination of local or traditional and Jewish food, Israel presents a variety of exquisite tasty meals. We have the Israel national dish Falafel, a fusion of chickpeas, fresh herbs, and spices formed into small balls. Others include Tabbouleh, Kubba, Sambusak, Sigarim, Tabina, etc.</p>"
        },
        {
            "country": "Jordan",
            "image1": "https://i.ibb.co/bLKvbjy/Jordan1.jpg",
            "image2": "https://i.ibb.co/tMbPZ94/Jordan2.jpg",
            "image3": "https://i.ibb.co/phPPzJ9/Jordan3.jpg",
            "description": "<p>The Arabic nation Jordan, officially known as the Hashemite Kingdom of Jordan, is a Middle Eastern country seated at Africa, Asia, and Europe's crossroads on the Jordan River East bank and in the Levant region.</p><p>There are many different places to see Jordan and many ways to visit them.  Jordan is home to five World Heritage Sites, namely the M. Umm al-Rasas, the famed 'Red Rose City' of Petra, the Qusayr Amra, Wadi Rum, and the al-Magtas. It also has more than ten other locations on the preliminary world heritage list.</p> <p>Known as an 'oasis of stability in the unstable region that is the Middle East, Jordan is a haven for refugees from Syria, Palestine, and Christians from Iraq. The country is a tourist's leading destination, especially attracting medical tourism due to its modern and well-developed health sector.</p><p>When you are in Jordan, make sure to enjoy the different flavors and tastes of the local cuisine. Heavily influenced by North African, Middle Eastern, Persian, and Mediterranean flavors, Jordan boasts delicious dishes such as the Ladneh, Hummus, Moutabel, the Mansaf, the Galayet Bandora, and the Ful Medames. Drinks commonly taken in Jordan are Qahwe (Coffee), Tea, and Wine.</p>"
        },
        {
            "country": "Kuwait",
            "image1": "https://i.ibb.co/zHx6s8d/Kuwait1.jpg",
            "image2": "https://i.ibb.co/zr8pfGT/Kuwait2.jpg",
            "image3": "https://i.ibb.co/Jp2pfGj/Kuwait3.jpg",
            "description": "<p>The small country of Kuwait can be found in the Arabian Peninsula nestled between Iraq and Saudi Arabia. It is located in the Persian Gulf at the northwestern corner. Most of the population resides in Kuwait City, its capital.</p><p>Kuwait is among the world’s most urbanized nations due to its modern capital city of intermingled skyscrapers, mosques, and apartment buildings. Although Kuwait is the only country in its region that does not have any World Heritage Sites, it boasts of several cultural heritages like Sa’ad and Sae’ed Area in Failaka Island, the Abraj Al-Kuwait, the Sheikh Abdullah Al-Jabir Palace, and the Boubyan Island and Mubarak Al-Kabeer Marine Reserve, which are all worth seeing. Kuwait is also known for its beautiful islands, rich culture, and its numerous oil reserves.</p> <p>If on a trip to Kuwait, make sure to enrich your experience by having a bite of traditional Kuwait dishes, among which are the Machboos which is common to the Arab region, Quozi, the delicious Muttabaq Samak, Gers Ogaily (perfume cake), Jireesh (traditional Kuwaiti cracked wheat soup) and the Margoog. Drinks and refreshments to take in your travel through Kuwait are Laban, Sharbat baithan, Black tea served in delicate cups called istikana, Dried Lime tea, Karak tea, Arabic coffee, among others.</p><p>Important festivals and celebrations in Kuwait are the Kuwait National day, Qadir-e- Khumm, the Hala Festival, and the Liberation day.</p>"
        },
        {
            "country": "Lebanon",
            "image1": "https://i.ibb.co/NyG4rSk/Lebanon1.jpg",
            "image2": "https://i.ibb.co/2WHXQy2/Lebanon2.jpg",
            "image3": "https://i.ibb.co/7Xy6MPx/Lebanon3.jpg",
            "description": "<p>The Lebanon Republic is a small country situated in the Middle East, located in Western Asia. It is one of the world's smallest countries, housing roughly six million people. Despite its small size, the Lebanon Republic boasts of a culture renowned globally and in the Arab world.</p><p>Lebanon is prosperous in both its history and its cultural diversity. Tourism is an essential part of the nation's economy. Popular tourist hotspots are the town of Anjar, the city of Baalbek, Byblos, the Forest of The Cedars of God (Horsh Arz El-Rab), and the Ouadi Qadisha (the Holy Valley), and the Ancient City of Tyre, which are all UNESCO World Heritage sites.</p><p>One of the best ways to feel Lebanon's cultural and historical heritage is by enjoying one of its festivals. Annual celebrations famous worldwide take place here, including the Baalbeck International Festival, Byblos International Festival, Beiteddine Festival, and Beruit nights.</p> <p>Lebanese cuisine is a healthy mix of sugar, spices, and all things nice. Popular dishes to eat in Lebanon are the Kibbeh (Lebanon's national dish), Kafta, Kanafeh, Hummus, the Rice Pilaf, Fattoush, Manakish, and Sfeeha. These dishes are beverages such as Arabic Coffee, Lebanese Beers, Arak, Ayran, and Jallab.</p>"
        },
        {
            "country": "Oman",
            "image1": "https://i.ibb.co/980nNWP/Oman1.jpg",
            "image2": "https://i.ibb.co/zsmHf7L/Oman2.jpg",
            "image3": "https://i.ibb.co/d01zL9p/Oman3.jpg",
            "description": "<p>Customarily known as the Sultanate of Oman, Oman is a country seated on the southeastern coast of the Arabian Peninsula in the West Asia region. It is the oldest independent state in the Arab world. It shares its borders with Yemen to the southwest, Saudi Arabia to the northwest, and nautical borders with Iran and Pakistan.</p><p>Oman is home to five UNESCO World Heritage Sites, all of which are cultural. Oman is frequented by tourists who see these sites: Aflaj Irrigation Systems of Oman, the Ancient City of Qalhat, the Archaeological Sites of Bat, Al-Khutm, and Al-Ayn, Bahla Fort, and the Land of Frankincense. The country also has incredible biodiversity, housing more than 1,200 plant species, 518 bird species, and 93 mammal species.</p> <p>Traditional Omani dishes are a must-have when touring the country. Dishes such as Majboos, the Shuwa, the Mashuai, Mushaltat, Shawarma, Mishkak, Halwa, and Omani bread are usually taken with beverages such as Laban, Kahwa and Tea.</p><p>Notable Omani festivals are the Masqat Festival, the Isra and Mi’raj celebrations, Muharram, Salalah Tourism Festival, and the National day. The Eid al-Fitr celebration is also a notable event, as it is celebrated throughout the country.</p>"
        },
        {
            "country": "Palestine",
            "image1": "https://i.ibb.co/R31kT7R/Palestine1.jpg",
            "image2": "https://i.ibb.co/PcxNf6g/Palestine2.jpg",
            "image3": "https://i.ibb.co/z6D7FrG/Palestine3.jpg",
            "description": "<p>Palestine, formally known as the State of Palestine, is a de jure sovereign state situated in Western Asia and officially ruled by the Palestine Liberation Organization. It claims the West Bank region close the nation Jordan and the Strips of Gaza, which it shares with Egypt and Jerusalem as its capital.</p><p>Palestine is home to four UNESCO World Heritage Sites, namely the Birthplace of Jesus: Church of the Nativity and the Pilgrimage Route in Bethlehem, the Old Town of Hebron/Al-Khalil, Palestine: Land of Olives and Vines (the cultural landscape of Southern Jerusalem), and the Old City and Walls of Jerusalem located in East Jerusalem. Other notable cultural heritages are Tell es-Sultan, Mount Gerizim and the Samaritans, and the Qumran Caves and Monastery of the Dead Sea Scrolls.</p><p>Despite being a complex territory in the Middle East, Palestinian food and beauty are worth any trip to the nation. Palestinian food is said ‘to come from what the land offers us’ and is a seasonal cuisine. Popular Palestinian dishes are the Knafeh, Makdous, Shakshouka, Labneh, the Kunafah, and the Musakhan. Arabic Coffee, Arak (anise-flavored alcoholic beverage), Helba, Kharroub, and Lemonades are beverages common to Palestine.</p><p>Essential festivals in Palestine are the Artas Lettuce Festival, Birzeit Heritage Week, Ramadan, Taybeh Oktoberfest, Jerusalem Music Festival, and the Christmas Bazaar.</p>"
        },
        {
            "country": "Qatar",
            "image1": "https://i.ibb.co/GcCyM3d/Qatar1.jpg",
            "image2": "https://i.ibb.co/qryCsRW/Qatar2.jpg",
            "image3": "https://i.ibb.co/JqYr1nH/Qatar3.jpg",
            "description": "<p>The Middle Eastern country of Qatar, whose terrain encompasses an arid desert, dunes, and a long Arab shoreline of beaches, is located in Western Asia. Its capital, Doha, is situated, known for its ultramodern architecture and futuristic skyscrapers.</p><p>There are numerous notable locations and thousands of heritage sites to see in the beautiful country of Qatar as a tourist. However, the only one which is a UNESCO world heritage site is the Al Zubarah Fort, which is adjacent to the walled coastal town of Al Zubarah. Among the famous places to see in Qatar are the Al Jassasiya Rock Carvings, the Barzan Towers, the Al Koot Fort, and many others. Qatar is known for its beautiful landscapes, iconic architecture, and revolutionary buildings such as the Doha Tower, the Aspire Tower, Qatar National Convention Center, among others.</p><p>Qatari cuisine is a blend of various influences from India, Persia, North Africa, and Lebanon. It includes dishes such as the Saloona, the Warak Enab, the Balateet, the Majboos, and the Kousa Mahshi. Coffee is the most popular drink in Qatar is served with dates or taken with sugar. Other popular beverages are Karak Chai, Limonana, and Karkadeh (hibiscus tea).</p><p>Qatar hosts various events and festivals such as the Aspire International Kite Festival, the Al-Shahaniya Camel Racing, and The Qatar International Art Festival, which garnered international attention.</p>"
        },
        {
            "country": "Saudi Arabia",
            "image1": "https://i.ibb.co/TThZTbF/Saudi-Arabia1.jpg",
            "image2": "https://i.ibb.co/5Fnxwk1/Saudi-Arabia2.jpg",
            "image3": "https://i.ibb.co/bKZx96V/Saudi-Arabia3.jpg",
            "description": "<p>The Middle Eastern Kingdom of Saudi Arabia is a Western Asia country situated in the majority of the Arabian Peninsula. Being the second-largest country in the Middle East and the second-largest country in the Arab world, it shares its northern borders with Jordan and Iraq with Kuwait to the northeast, Qatar, UAE, and Bahrain to the east, Oman to the southeast, and Oman to the southeast Yemen to the south.</p><p>Saudi Arabia boasts of a large number of natural and modern wonders. From the UNESCO world heritage sites of the Al-Ahsa Oasis, the Al-Hijr Archaeological Site, the At-Turaif District in ad-Dir’iyah, Ḥimā Cultural Area, the Historic Jeddah (Gate to Makkah), and the Rock Art in the Hail Region of Saudi Arabia. Other notable places are the Darb Zubayda (Pilgrim Road from Kufa to Makkah), the Hejaz Railway, the Syrian Hajj Road, and many more.</p><p>Famous cuisine and sweets in Saudi Arabia are the Dajaj Mashwi, Ma’amoul, Saleeg, and the Martabak. Gahwah (coffee with cardamom pods grounded with it), Laban (a yogurt drink), and Sobia, a light fermented mixture made of Barley bread and Date palm sap with herbs and spices, are popular beverages drunk in Saudi Arabia.</p><p>Traditional Festivals found only in Saudi Arabia are Janadriyah National Festival, Riyadh Spring Festival, the Buraidah Date Festival, and Sharqiah Season Festival.</p>"
        },
        {
            "country": "Syria",
            "image1": "https://i.ibb.co/pXzd7Px/Syria1.jpg",
            "image2": "https://i.ibb.co/cF2cGSF/Syria2.jpg",
            "image3": "https://i.ibb.co/DVbmfmP/Syria3.jpg",
            "description": "<p>The Syrian Arab Republic, popularly called Syria, is a Western Asian country. It shares borders with Jordan, Lebanon, Iraq, Turkey, Israel, and the Mediterranean Sea to the west. Syria boasts a diverse collection of religious and ethnic groups, including Syrian Arabs, Kurds, Turkmens, Assyrians, and many others.</p><p>UNESCO world heritage sites in Syria include the Ancient City of Aleppo, the Ancient City of Damascus (identified as one of the oldest inhabited cities in the new world as well as a cultural center in the Arab world), the Ancient City of Bosra, the Ancient Villages of Northern Syria, the Crac Des Chevaliers And Qal’at Salah El-Din, Site of Palmyra.</p><p>Syrian cuisine is a combination of various cooking styles due to the various subjugations by the Persians, Turks, and Arabs. Must-try Syrian dishes are the Baklava, the Mahshi, the Kibbeh Bil Sanieh(national dish and one of the essential traditional meals cooked in Syria), the Muhammara, the Awameh dessert, and many delicious more. A popular Syrian beverage made from dried apricot paste called Qamar al-din is quite popular in the region especially in the Ramadan period. Others include tea, coffee, Zouhourat (hibiscus flower tea), Mate and Arak (alcoholic).</p>"
        },
        {
            "country": "Turkey",
            "image1": "https://i.ibb.co/Tc0Wzvg/Turkey1.jpg",
            "image2": "https://i.ibb.co/9p5gJ48/Turkey2.jpg",
            "image3": "https://i.ibb.co/2NFZ1PH/Turkey3.jpg",
            "description": "<p>The Middle Eastern country, officially known as the Republic of Turkey, bridges Europe and Asia. It shares its borders with Greece, Georgia, Bulgaria, Iraq, Syria, Iran, Azerbaijan, and the Black, Aegean, and Mediterranean Seas.</p><p>As one of the world’s earliest permanently settled regions, Turkey is home to Neolithic sites and ancient Hattians and Anatolian civilizations. Its rich culture and historical background are evident in its 17 World Heritage Sites.  Some examples are the Aphrodisias (the Temple of Aphrodite), Hierapolis-Pamukkale, the Archaeological Site of Troy, Ephesus, Bursa, and Cumalikizik, Xanthos-Letoon, the City of Safranbolu, and its latest addition, the Arsiantepe Mound (which was added in 2021), among others.</p><p>Turkish cuisine is primarily influenced by Ottoman cuisine, Mediterranean, Balkan, Middle Eastern Eastern European, Armenian, and Central Asian cuisines and flavors. Popular Turkish dishes are the Manti, the Kofte, Lahmacun, Menemen, Sis Kebap, Doner, and others. Try traditional Turkish drinks: Turkish Coffee, Tea, Ayran, Boza, Salgam Suyu, and Raki.</p><p>Important events and festivals in Turkey are the Antalya Demre International Noel Baba Memorial Celebrations, Aspendos Opera and Ballet Festival, Turkish Choral Festival, and the Alanya International Culture and Art Festival.</p>"
        },
        {
            "country": "United Arab Emirates",
            "image1": "https://i.ibb.co/GdY513v/United-Arab-Emirates1.jpg",
            "image2": "https://i.ibb.co/5ccH8r6/United-Arab-Emirates2.jpg",
            "image3": "https://i.ibb.co/khcTMVZ/United-Arab-Emirates3.jpg",
            "description": "<p>Popularly called ‘the Emirates,’ the United Arab Emirates is located in Western Asia at the eastern end of the Arabian Peninsula. The UAE is formed from a federation of seven emirates governed by an elective monarchy.</p><p>Being almost entirely covered in desert, the Emirates is home to the famous six Al Ain Oasis, the Bida Bint Saud, the Hili Archaeological Park, and the Jebel Hafeet tombs, which are all UNESCO world heritage sites. Other notable heritage sites, many of which are on the UNESCO tentative list, are the Gate to the Trucial States, the Cemetery and Settlement of Umm An-Nar Island, and several others.</p><p>The United Arab Emirates (primarily its city Dubai) is known for being one of the most popular hubs globally. It offers a wide range of traditional cuisines and dishes for its visitors, citizens, and residents. Among these Emirati delicacies are the famous Shawarma, the Fattoush, Falafels, the Fattesh, and lots others. Popular beverages are the Gahwa, Sulaimani, the Karak Chai, Laban, and the Jallab.</p><p>Other than being rich in culture and sophistication, the UAE is also one of the most congenial nations globally. Host to festivals such as the Dubai Shopping Festival and the Abu Dhabi Grand Prix, it’s one of the most desired stops for tourists.</p>"
        },
        {
	    "country": "Yemen",
      	    "image1": "https://i.ibb.co/xMt2FbF/Yemen1.jpg",
            "image2": "https://i.ibb.co/cvm6vqr/Yemen2.jpg",
            "image3": "https://i.ibb.co/Lh7mNyr/Yemen3.jpg",
	    "description": "<p>It is located on the Western Asia coastline at the southern end of the Arabian Peninsula. It shares borders with Saudi Arabia to the north and Oman to the northeast. It also shares maritime borders with countries Eritrea, Djibouti, and Somalia.</p><p>Yemen is home to four UNESCO World heritage sites: the Socotra Archipelago, which can be found in the northwest Indian Ocean near the Gulf of Aden. Its strange-looking fauna and flora give the site the name: The Most Alien Looking Place on Earth. Others are the Old Walled City of Shibam, the Old City of Sana’a, and the Historic town of Zabid.</p><p>In Yemen, things to do are visiting the beautiful Qalansiyah Beach, seeing the Sira Castle, the Al Saleh Mosque, the Dar al-Hajar, among many others. The country of Yemen has been in a state of war for six years; hence there has been no holding of their numerous famous festivals like the Eid al-Adha, the Sana’a Summer Festival, and the Al-Baldah Festival.</p><p>Yemen delicacies include the Saltah (a mostly vegetable stew topped with foamed fenugreek, served piping hot on earthenware bowl), Fahsah, Fassolia, Bint as Sahn (sweet bread dessert cooked in an oven), and Qishr (a light spicy coffee made with the coffee beans husks).</p>"
	} 
    ]
}